[
  {
    "question_id": "train_alqac25_668",
    "question_type": "Đúng/Sai",
    "text": "Hợp đồng không bắt buộc phải có phụ lục kèm theo, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "403"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_683",
    "question_type": "Đúng/Sai",
    "text": "Khi hợp đồng vô hiệu, thoả thuận trọng tài trong hợp đồng đó vẫn có hiệu lực pháp luật, trừ trường hợp thỏa thuận trọng tài đó vô hiệu theo quy định của pháp luật, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "19"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_604",
    "question_type": "Trắc nghiệm",
    "text": "\bYếu tố nào KHÔNG ảnh hưởng đến \nviệc chia đôi tài sản chung của \nvợ, chồng?",
    "choices": {
      "A": "Lỗi của mỗi bên trong vi phạm quyền, nghĩa vụ \ncủa vợ chồng.",
      "B": "Hoàn cảnh của gia đình và của vợ, chồng",
      "C": "Công sức đóng góp của vợ, chồng vào việc tạo lập, duy trì và phát triển khối tài sản chung. Lao động của vợ, chồng trong gia đình được coi như lao động có thu nhập",
      "D": "\b\bQuyền được nuôi con của vợ hoặc chồng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "59"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_121",
    "question_type": "Trắc nghiệm",
    "text": "Hội đồng thẩm định, phân loại phim gồm các thành phần nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "31"
      }
    ],
    "choices": {
      "A": "Nhà chuyên môn điện ảnh",
      "B": "Chuyên gia thuộc các lĩnh vực liên quan",
      "C": "Nhà quản lý thuộc các lĩnh vực liên quan",
      "D": "Tất cả A,B,C, đều đúng"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_94",
    "question_type": "Tự luận",
    "text": "Chức năng của Trung tâm trọng tài là gì?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "23"
      }
    ],
    "answer": "Tổ chức, điều phối hoạt động giải quyết tranh chấp bằng Trọng tài quy chế và hỗ trợ Trọng tài viên về các mặt hành chính, văn phòng và các trợ giúp khác trong quá trình tố tụng trọng tài."
  },
  {
    "question_id": "train_alqac25_46",
    "question_type": "Đúng/Sai",
    "text": "Ly hôn là việc lợi dụng ly hôn để trốn tránh nghĩa vụ tài sản, vi phạm chính sách, pháp luật về dân số hoặc để đạt được mục đích khác mà không nhằm mục đích chấm dứt hôn nhân, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "3"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_349",
    "question_type": "Đúng/Sai",
    "text": "Thông tin liên quan đến bí mật kinh doanh có thể được cung cấp trong trường hợp cần thiết vì lợi ích công cộng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_541",
    "question_type": "Đúng/Sai",
    "text": "thời hiệu khởi kiện theo thủ tục trọng tài là 03 năm kể từ thời điểm quyền và lợi ích hợp pháp bị xâm hại (trừ trường hợp luật chuyên ngành có quy định khác)",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "33"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_454",
    "question_type": "Đúng/Sai",
    "text": "Trung tâm trọng tài bị thu hồi giấy phép thành lập và giấy đăng ký hoạt động sẽ bị chấm dứt hoạt động, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "29"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_648",
    "question_type": "Đúng/Sai",
    "text": "Chị B được chị A nhờ mang thai hộ. Chị A mong muốn có con trai, nhưng chị B sinh ra con gái. Trong trường hợp này, chị A có quyền từ chối nhận con, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "98"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_35",
    "question_type": "Đúng/Sai",
    "text": "Chương trình giáo dục cần phải thể hiện mục tiêu giáo dục và yêu cầu người học phải đạt về phẩm chất và năng lực tương ứng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "8"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_460",
    "question_type": "Trắc nghiệm",
    "text": "Kể từ ngày nhận được đơn khởi kiện và yêu cầu chọn trọng tài viên do trung tâm trọng tài gửi đến, trong trường hợp các bên không có thỏa thuận khác hoặc quy tắc tố tụng của trung tâm trọng tài không quy định khác, bị đơn phải chọn trọng tài viên và báo lại cho trung tâm trọng tài biết hoặc đề nghị chủ tịch trung tâm trọng tài chỉ định trọng tài viên trong tối đa bao lâu?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "40"
      }
    ],
    "choices": {
      "A": "15 ngày",
      "B": "30 ngày",
      "C": "45 ngày",
      "D": "60 ngày"
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_251",
    "question_type": "Trắc nghiệm",
    "text": "Cá nhân, tổ chức nào không được phép tự mình khởi kiện khi bị xâm hại bởi quyết định hành chính, hành vi hành chính?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "45"
      }
    ],
    "choices": {
      "A": "Đương sự là người thành niên",
      "B": "Đương sự không bị hạn chế năng lực hành vi dân sự ",
      "C": "Đương sự không có khả năng làm chủ hành vi thực hiền quyền, nghĩa vụ của đương sự trong tố tụng hình sự",
      "D": "Đương sự không bị khó khăn trong nhận thức"
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_712",
    "question_type": "Trắc nghiệm",
    "text": "Loại hợp đồng nào sau đây không được BLDS 2015 quy định?",
    "choices": {
      "A": "Hợp đồng đơn vụ",
      "B": "Hợp đồng song vụ",
      "C": "Hợp đồng đa vụ",
      "D": "Hợp đồng có điều kiện"
    },
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "402"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_497",
    "question_type": "Trắc nghiệm",
    "text": "Lực lượng nào sau đây thuộc lực lượng bảo vệ an ninh mạng?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "30"
      }
    ],
    "choices": {
      "A": "Tổ chức, cá nhân muốn tham gia bảo vệ an ninh mạng",
      "B": "Lực lượng bảo vệ an ninh mạng được bố trí tại Bộ, ngành, Ủy ban nhân dân cấp tỉnh, cơ quan, tổ chức quản lý trực tiếp hệ thống thông tin quan trọng về an ninh quốc gia",
      "C": "Lực lượng chuyên trách bảo vệ an ninh mạng được bố trí tại Bộ Thông tin và Truyền thông",
      "D": "Cả 3 đáp án A, B, C"
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_128",
    "question_type": "Đúng/Sai",
    "text": "Khi con gây ra thiệt hại về tài sản cho \nngười khác, cha mẹ không có nghĩa vụ \nphải bồi thường thiệt hại, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "37"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_415",
    "question_type": "Đúng/Sai",
    "text": "Các ý kiến bởi Bộ tài nguyên và môi trường về nội dung đánh giá môi trường chiến lược đối với chiến lược, quy hoạch được đưa ra bằng văn bản. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "26"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_594",
    "question_type": "Trắc nghiệm",
    "text": "Hướng dẫn viên du lịch không có quyền nào sau đây?",
    "choices": {
      "A": "Được tự ý thay đổi chương trình du lịch, điều chỉnh tiêu chuẩn, dịch vụ của khách du lịch.",
      "B": "Nhận tiền lương và khoản thù lao khác theo hợp đồng.",
      "C": "Tham gia các khóa bồi dưỡng kiến thức, chuyên môn, nghiệp vụ, kỹ năng hành nghề hướng dẫn du lịch.",
      "D": "Tham gia tổ chức xã hội - nghề nghiệp về hướng dẫn du lịch."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "65"
      }
    ],
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_191",
    "question_type": "Đúng/Sai",
    "text": "Người đại diện không có quyền  xác lập, thực hiện hành vi cần thiết để đạt được mục đích của việc đại diện, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "139"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_165",
    "question_type": "Trắc nghiệm",
    "text": "Nhà đầu tư thực hiện hoạt động đầu tư trong lĩnh vực giáo dục bao gồm những ai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "54"
      }
    ],
    "choices": {
      "A": "Nhà đầu tư trong nước là cá nhân có quốc tịch Việt Nam, tổ chức được thành lập theo pháp luật Việt Nam",
      "B": "Nhà đầu tư nước ngoài là cá nhân có quốc tịch nước ngoài, tổ chức thành lập theo pháp luật nước ngoài",
      "C": "Cả A, B đều đúng",
      "D": "Cả A, B đều sai"
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_37",
    "question_type": "Đúng/Sai",
    "text": "Luật trọng tài thương mại có thẩm quyền giải quyết tranh chấp giữa các bên không có hoạt động thương mại và pháp luật không quy định được giải quyết bằng trọng tài, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "2"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_89",
    "question_type": "Trắc nghiệm",
    "text": "Nhiệm vụ của giáo dục thường xuyên là gì?",
    "choices": {
      "A": "Thực hiện xóa mù chữ cho người trong độ tuổi theo quy định của pháp luật",
      "B": "Tạo cơ hội cho người có nhu cầu học tập nâng cao trình độ học vấn",
      "C": "Cả A, B đều đúng",
      "D": "Cả A, B đều sai"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "42"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_184",
    "question_type": "Trắc nghiệm",
    "text": "Người giám hộ của người chưa thành niên, người mất năng lực hành vi dân sự KHÔNG có quyền sau đây?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "58"
      }
    ],
    "choices": {
      "A": "Đại diện cho người được giám hộ trong việc xác lập, thực hiện giao dịch dân sự",
      "B": "Sử dụng tài sản của người được giám hộ để chăm sóc, chi dùng cho những nhu cầu thiết yếu của người giám hộ",
      "C": "Thanh toán các chi phí hợp lý cho việc quản lý tài sản của người được giám hộ",
      "D": "Thực hiện các quyền khác theo quy định của pháp luật nhằm bảo vệ quyền, lợi ích hợp pháp của người được giám hộ."
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_303",
    "question_type": "Đúng/Sai",
    "text": "Trong phần quyết định phải ghi rõ các căn cứ pháp luật, quyết định của Hội đồng xét xử về từng vấn đề phải giải quyết trong vụ án, về áp dụng biện pháp khẩn cấp tạm thời, về án phí sơ thẩm, phúc thẩm, chi phí tố tụng (nếu có), đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "242"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_609",
    "question_type": "Trắc nghiệm",
    "text": "Viên chức nhận hình thức kỷ luật khiển trách thì bị kéo dài thời hạn nâng lương trong bao lâu?",
    "choices": {
      "A": "03 tháng",
      "B": "06 tháng",
      "C": "12 tháng",
      "D": "24 tháng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "56"
      }
    ],
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_710",
    "question_type": "Trắc nghiệm",
    "text": "Trang thông tin điện tử, cổng thông tin điện tử hoặc chuyên trang trên mạng xã hội của cơ quan, tổ chức, cá nhân không được cung cấp, đăng tải, truyền đưa thông tin có nội dung nào dưới đây?",
    "choices": {
      "A": "Thông tin xúc phạm nghiêm trọng danh dự, uy tín, nhân phẩm của người khác",
      "B": "Thông tin bịa đặt, sai sự thật về sản phẩm, hàng hóa, tiền, trái phiếu, tín phiếu, công trái, séc và các loại giấy tờ có giá khác",
      "C": "Thông tin tuyên truyền xuyên tạc, phỉ báng chính quyền nhân dân",
      "D": "Cả 3 đáp  án A, B, C"
    },
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "26"
      },
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "16"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_617",
    "question_type": "Trắc nghiệm",
    "text": "Chọn câu sai trong những câu dưới đây, liên quan đến phạm vi hành nghề của hướng dẫn viên du lịch.",
    "choices": {
      "A": "Hướng dẫn viên du lịch quốc tế được hướng dẫn cho khách du lịch nội địa, khách du lịch quốc tế đến Việt Nam trong phạm vi toàn quốc và đưa khách du lịch ra nước ngoài.",
      "B": "Hướng dẫn viên du lịch nội địa được hướng dẫn cho khách du lịch quốc tế đến Việt Nam trong phạm vi toàn quốc và đưa khách du lịch ra nước ngoài.",
      "C": "Hướng dẫn viên du lịch nội địa được hướng dẫn cho khách du lịch nội địa là công dân Việt Nam trong phạm vi toàn quốc.",
      "D": "Hướng dẫn viên du lịch tại điểm được hướng dẫn cho khách du lịch trong phạm vi khu du lịch, điểm du lịch."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "58"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_52",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Du Lịch, các loại dịch vụ du lịch khác bao gồm điều nào dưới đây? Chọn câu trả lời đúng nhất.",
    "choices": {
      "A": "Dịch vụ thể thao.",
      "B": "Dịch vụ ăn uống.",
      "C": "Dịch vụ chăm sóc sức khỏe.",
      "D": "Cả 3 phương án trên."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "54"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_336",
    "question_type": "Tự luận",
    "text": "Theo Luật Tiếp cận thông tin, Người nào phải thông qua người giám hộ để yêu cầu cung cấp thông tin?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "4"
      }
    ],
    "answer": "Người mất năng lực hành vi dân sự"
  },
  {
    "question_id": "train_alqac25_499",
    "question_type": "Tự luận",
    "text": "Cơ sở thực hiện hợp tác quốc tế về an ninh mạng gồm những gì?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "7"
      }
    ],
    "answer": "Tôn trọng độc lập, chủ quyền và toàn vẹn lãnh thổ, không can thiệp vào công việc nội bộ của nhau, bình đẳng và cùng có lợi."
  },
  {
    "question_id": "train_alqac25_229",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây KHÔNG đúng về chi phí vận chuyển và chi phí liên quan đến việc chuyển quyền sở hữu",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "442"
      }
    ],
    "choices": {
      "A": "Chi phí vận chuyển và chi phí liên quan đến việc chuyển quyền sở hữu do các bên thỏa thuận trong mọi trường hợp",
      "B": "Trường hợp các bên không có thoả thuận hoặc thỏa thuận không rõ ràng thì chi phí vận chuyển và chi phí liên quan đến việc chuyển quyền sở hữu được xác định theo chi phí đã được công bố, quy định của cơ quan có thẩm quyền hoặc theo tiêu chuẩn ngành nghề.",
      "C": "Trường hợp không có căn cứ xác định theo quy định tại khoản 1 và khoản 2 Điều này thì chi phí vận chuyển và chi phí liên quan đến việc chuyển quyền sở hữu được xác định theo tiêu chuẩn thông thường hoặc theo tiêu chuẩn riêng phù hợp với mục đích giao kết hợp đồng.",
      "D": "Trường hợp các bên không có thoả thuận và pháp luật không quy định về chi phí vận chuyển và chi phí liên quan đến việc chuyển quyền sở hữu thì bên bán phải chịu chi phí vận chuyển đến địa điểm giao tài sản và chi phí liên quan đến việc chuyển quyền sở hữu."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_677",
    "question_type": "Đúng/Sai",
    "text": "Không được phép lợi dụng hoạt động giáo dục để chống phá nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "21"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_18",
    "question_type": "Đúng/Sai",
    "text": "Công dân có chỗ ở hợp pháp thuộc quyền sở hữu của mình thì được đăng ký thường trú tại chỗ ở hợp pháp đó, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "20"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_226",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây KHÔNG đúng về hợp đồng vô hiệu?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "407"
      },
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "408"
      }
    ],
    "choices": {
      "A": "Sự vô hiệu của hợp đồng phụ không làm chấm dứt hợp đồng chính, trừ trường hợp các bên thoả thuận hợp đồng phụ là một phần không thể tách rời của hợp đồng chính.",
      "B": "Trường hợp các bên có thoả thuận hợp đồng phụ được thay thế hợp đồng chính thì sự vô hiệu của hợp đồng chính vẫn không làm chấm dứt hợp đồng phụ",
      "C": "Trường hợp ngay từ khi giao kết, hợp đồng có đối tượng không thể thực hiện được thì hợp đồng này bị vô hiệu.",
      "D": "Trường hợp khi giao kết hợp đồng mà một bên biết hoặc phải biết về việc hợp đồng có đối tượng không thể thực hiện được nhưng không thông báo cho bên kia biết nên bên kia đã giao kết hợp đồng thì phải bồi thường thiệt hại cho bên kia, trừ trường hợp bên kia biết hoặc phải biết về việc hợp đồng có đối tượng không thể thực hiện được."
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_262",
    "question_type": "Tự luận",
    "text": "Người tiến hành tố tụng hành chính bao gồm những ai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "36"
      }
    ],
    "answer": "Chánh án tòa án, Thư kí tòa án, Thẩm phán, Kiểm sát viên, Luật sư chỉ là người bảo vệ quyền\nvà lợi ích của đương sự khi có yêu cầu,"
  },
  {
    "question_id": "train_alqac25_515",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Trồng trọt, chiến lược phát triển trồng trọt được xây dựng cho chu kỳ bao nhiêu lâu?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "5"
      }
    ],
    "choices": {
      "A": "10 năm",
      "B": "15 năm",
      "C": "20 năm",
      "D": "25 năm"
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_616",
    "question_type": "Trắc nghiệm",
    "text": "Khi chung sống với cha mẹ, con từ bao nhiêu tuổi phải có nghĩa vụ chăm lo đời sống chung của gia đình; đóng góp vào việc đáp ứng nhu cầu thiết yếu của gia đình nếu có thu nhập.",
    "choices": {
      "A": "Đủ 15 tuổi trở lên",
      "B": "Đủ 16 tuổi trở lên",
      "C": "Đủ 17 tuổi trở lên",
      "D": "Đủ 18 tuổi trở lên"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "75"
      }
    ],
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_45",
    "question_type": "Đúng/Sai",
    "text": "Công chức thuộc Tòa án nhân dân có trình độ đại học và đã qua thực tế công tác theo ngành đã học từ 5 năm trở lên đủ tiêu chuẩn làm Trọng tài viên, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "20"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_449",
    "question_type": "Đúng/Sai",
    "text": "Hội đồng trọng tài có thể tiến hành phiên họp trao đổi ý kiến giữa các thành viên của hội đồng trọng tài tại địa điểm thích hợp, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "11"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_665",
    "question_type": "Đúng/Sai",
    "text": "Doanh nghiệp, tổ chức bắt buộc phải ưu tiên tuyển dụng thanh niên là người dân tộc thiểu số, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Thanh niên",
        "article_id": "25"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_431",
    "question_type": "Trắc nghiệm",
    "text": "Việc xác định thiệt hại do suy giảm chức năng, tính hữu ích của môi trường không bao gồm nội dung sau đây?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "132"
      }
    ],
    "choices": {
      "A": "Xác định phạm vi, diện tích, khu vực môi trường bị ô nhiễm, suy thoái.",
      "B": "Xác định số lượng thành phần môi trường bị suy giảm, các loại hình hệ sinh thái, các loài bị thiệt hại.",
      "C": "Xác định sự thiệt hại đối với nền kinh tế khu vực.",
      "D": "Xác định mức độ thiệt hại của từng thành phần môi trường, hệ sinh thái, các loài."
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_631",
    "question_type": "Đúng/Sai",
    "text": "Địa điểm giải quyết tranh chấp bằng Trọng tài phải ở trong lãnh thổ Việt Nam. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "11"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_351",
    "question_type": "Đúng/Sai",
    "text": "Thông tin liên quan đến bí mật đời sống riêng tư không thể được cung cấp trong trường hợp cần thiết vì lợi ích công cộng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_20",
    "question_type": "Đúng/Sai",
    "text": "Trọng tài viên là người được các bên lựa chọn hoặc được Trung tâm trọng tài hoặc Tòa án chỉ định để giải quyết tranh chấp theo quy định của Luật Tố tụng hành chính, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "3"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_533",
    "question_type": "Đúng/Sai",
    "text": "Người chồng có quyền\nhơn người vợ về mọi mặt trong gia đình, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "17"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_300",
    "question_type": "Đúng/Sai",
    "text": "Hội đồng xét xử phúc thẩm có thẩm quền bác kháng cáo, kháng nghị và giữ nguyên quyết định của bản án sơ thẩm, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "241"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_238",
    "question_type": "Tự luận",
    "text": "Trong trường hợp nào tài sản được tìm thấy không phải là tài sản thuộc di tích lịch sử - văn hoá theo quy định của Luật di sản văn hóa thuộc sở hữu của người tìm thấy?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "229"
      }
    ],
    "answer": "Tài sản tìm thấy có giá trị nhỏ hơn hoặc bằng mười lần mức lương cơ sở do Nhà nước quy định"
  },
  {
    "question_id": "train_alqac25_335",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Tiếp cận thông tin, ai thực hiện yêu cầu cung cấp thông tin cho người mất năng lực hành vi dân sự?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "4"
      }
    ],
    "choices": {
      "A": "Người đại diện theo pháp luật",
      "B": "Người giám hộ",
      "C": "Cả A và B",
      "D": "Không có lựa chọn đúng"
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_112",
    "question_type": "Đúng/Sai",
    "text": "Bộ Nội vụ là cơ quan có nhiệm vụ chủ trì, phối hợp với các cơ quan có liên quan quản lý, khai thác và công bố dữ liệu về thanh niên, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Thanh niên",
        "article_id": "38"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_22",
    "question_type": "Đúng/Sai",
    "text": "Thời hạn tạm trú tối đa là 02 năm và có thể gia hạn thêm nhiều nhất 02 lần, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "27"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_562",
    "question_type": "Đúng/Sai",
    "text": "Phim đã được cấp Giấy phép phân loại phim hoặc Quyết định phát sóng được phép tham gia liên hoan phim, giải thưởng phim, cuộc thi phim, chương trình phim, tuần phim tại Việt Nam và nước ngoài là đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "40"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_551",
    "question_type": "Đúng/Sai",
    "text": "Trọng tài viên là người được các bên lựa chọn hoặc được Trung tâm trọng tài hoặc Tòa án chỉ định để giải quyết tranh chấp theo quy định của Luật này.",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "3"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_304",
    "question_type": "Đúng/Sai",
    "text": "Người tố cáo không có quyền trực tiếp tố cáo với cơ quan, tổ chức, cá nhân có thẩm quyền đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "338"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_724",
    "question_type": "Trắc nghiệm",
    "text": "Viên chức giữ chức vụ quản lý được bổ nhiệm có thời hạn tối đa là bao lâu?",
    "choices": {
      "A": "02 năm",
      "B": "03 năm",
      "C": "04 năm",
      "D": "05 năm"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "37"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_656",
    "question_type": "Đúng/Sai",
    "text": "Tòa án cần xem xét nguyện vọng của con khi quyết định giao con chung từ đủ 07 tuổi trở lên cho cha hoặc mẹ trực tiếp nuôi sau khi cha mẹ ly hôn, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "81"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_651",
    "question_type": "Đúng/Sai",
    "text": "Người sử dụng trái phép chất ma túy có trách nhiệm chấp hành việc quản lý của cơ quan nhà nước có thẩm quyền, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "24"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_36",
    "question_type": "Đúng/Sai",
    "text": "Phim đã được Bộ Văn hóa, Thể thao và Du lịch, Ủy ban nhân dân cấp tỉnh cấp giấy phép phân loại phim sẽ có giá trị trên toàn quốc là đúng hay sai? ",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "27"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_152",
    "question_type": "Tự luận",
    "text": "Cơ quan, tổ chức có trách nhiệm tạo điều kiện thuận lợi cho cán bộ, công chức, viên chức và người lao động được thường xuyên học tập, học tập suốt đời để làm gì?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "46"
      }
    ],
    "answer": "Phát triển bản thân và nâng cao chất lượng cuộc sống"
  },
  {
    "question_id": "train_alqac25_84",
    "question_type": "Trắc nghiệm",
    "text": "Hiệp hội trọng tài là gì?",
    "choices": {
      "A": "Hiệp hội trọng tài là tổ chức xã hội – nghề nghiệp của Trọng tài viên và Trung tâm trọng tài  theo phạm vi từng tỉnh/thành phố.",
      "B": "Hiệp hội trọng tài là tổ chức xã hội – nghề nghiệp của Trọng tài viên và Trung tâm trọng tài trong phạm vi cả nước.",
      "C": "Hiệp hội trọng tài là tổ chức xã hội – nghề nghiệp của Kiểm sát viên và Trung tâm trọng tài trong phạm vi cả nước.",
      "D": "Hiệp hội trọng tài là tổ chức xã hội – nghề nghiệp của Trọng tài viên và Tòa án nhân dân trong phạm vi cả nước."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "22"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_193",
    "question_type": "Đúng/Sai",
    "text": "Trường hợp giao dịch dân sự do người không có quyền đại diện xác lập, thực hiện không làm phát sinh quyền, nghĩa vụ đối với người được đại diện thì người không có quyền đại diện vẫn phải thực hiện nghĩa vụ đối với người đã giao dịch với mình kể cả trường hợp người đã giao dịch biết hoặc phải biết về việc không có quyền đại diện mà vẫn giao dịch, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "142"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_28",
    "question_type": "Đúng/Sai",
    "text": "Trọng tài viên có quyền từ chối giải quyết tranh chấp, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "21"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_100",
    "question_type": "Tự luận",
    "text": "Cơ quan nào có trách nhiệm thống nhất quản lý nhà nước về điện ảnh?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "45"
      }
    ],
    "answer": "Chính phủ"
  },
  {
    "question_id": "train_alqac25_235",
    "question_type": "Tự luận",
    "text": "Thời hạn của quyền hưởng dụng tối đa là bao lâu nếu người hưởng dụng là cá nhân?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "260"
      }
    ],
    "answer": "Hết cuộc đời của người hưởng dụng đầu tiên"
  },
  {
    "question_id": "train_alqac25_464",
    "question_type": "Trắc nghiệm",
    "text": "Trong thời hạn tối đa bao lâu kể từ ngày nhận đơn, ngay sau khi bên yêu cầu đã thực hiện biện pháp đảm bảo quy định thì hội đồng trọng tài phải ra quyết định áp dụng biện pháp khẩn cấp tạm thời?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "50"
      }
    ],
    "choices": {
      "A": "1 ngày",
      "B": "2 ngày",
      "C": "3 ngày",
      "D": "4 ngày"
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_275",
    "question_type": "Trắc nghiệm",
    "text": "Mục đích của phần nội dung trong bản án từ Tòa án là gì?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "194"
      }
    ],
    "choices": {
      "A": "Tóm tắt lập luận của cả hai bên.",
      "B": "Để giải thích lí do đằng sau quyết định.",
      "C": "Liệt kê những đều luật bị bị đơn vi phạm",
      "D": "Diễn tả tâm trạng bị cáo."
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_482",
    "question_type": "Đúng/Sai",
    "text": "Cố ý làm lộ thông tin về đời sống riêng tư của người khác lên mạng khiến danh dự của người đó bị ảnh hưởng được quy là hành vi xâm phạm đời sống riêng tư trên không gian mạng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "17"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_164",
    "question_type": "Trắc nghiệm",
    "text": "Điều lệ nhà trường được áp dụng chung cho các loại hình nhà trường ở giáo dục mầm non, giáo dục phổ thông, giáo dục nghề nghiệp và có các nội dung chủ yếu như thế nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "53"
      }
    ],
    "choices": {
      "A": "Tổ chức hoạt động giáo dục trong nhà trường",
      "B": "Nhiệm vụ và quyền của nhà giáo",
      "C": "Quan hệ giữa nhà trường, gia đình và xã hội",
      "D": "Cả A, B, C đều đúng"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_154",
    "question_type": "Đúng/Sai",
    "text": "Học viên tham gia chương trình xóa mù chữ, và đủ điều kiện theo quy định của Bộ trưởng Bộ Giáo dục và Đào tạo thì được công nhận hoàn thành chương trình xóa mù chữ, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "45"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_684",
    "question_type": "Đúng/Sai",
    "text": "Tất cả mọi người đều bình đẳng, không bị phân biệt đối xử trong việc thực hiện quyền tiếp cận thông tin, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "3"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_208",
    "question_type": "Đúng/Sai",
    "text": "Chủ sở hữu, chủ thể có quyền khác đối với tài sản bị thiệt hại trong tình thế cấp thiết được bồi thường thiệt hại bởi người gây ra tình thế cấp thiết, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "171"
      },
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "595"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_412",
    "question_type": "Đúng/Sai",
    "text": "Di sản thiên nhiên được tổ chức quốc tế công nhận không phải là di sản thiên nhiên vì di sản đó chưa được nhà nước công nhận. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "20"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_586",
    "question_type": "Trắc nghiệm",
    "text": "Các trình độ đào tạo giáo dục đại học bao gồm những trình độ sau?",
    "choices": {
      "A": "Trình độ đại học",
      "B": "Trình độ thạc sĩ",
      "C": "Trình độ tiến sĩ",
      "D": "Cả A, B, C đều đúng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "38"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_666",
    "question_type": "Đúng/Sai",
    "text": "Trong phân cấp quản lý nhà nước về trọng tài, Bộ Tư pháp chịu trách nhiệm trước Chính phủ thực hiện quản lý nhà nước về trọng tài. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "15"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_58",
    "question_type": "Trắc nghiệm",
    "text": "Quy trình cai nghiệm ma túy bao gồm những giai đoạn nào sau đây?",
    "choices": {
      "A": "Điều trị cắt cơn, giải độc, điều trị rối loạn tâm thần và các bệnh lý khác",
      "B": "Giáo dục, tư vấn, phục hồi hành vi và nhân cách",
      "C": "Lao động trị liệu, học nghề và chuẩn bị tái hòa nhập cộng đồng",
      "D": "Cả A, B, C đều đúng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "29"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_411",
    "question_type": "Đúng/Sai",
    "text": "Trong quá trình thực hiện biện pháp kiểm soát khu vực ô nhiễm môi trường đất, có thể cho phép người dân ra vào thoải mái mà không cần hạn chế gì. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "18"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_302",
    "question_type": "Đúng/Sai",
    "text": "Khi xét xử lại vụ án mà bản án, quyết định đã bị hủy một phần hoặc toàn bộ theo quyết định giám đốc thẩm, tái thẩm, Tòa án phải giải quyết vấn đề tài sản, nghĩa vụ đã được thi hành theo bản án, quyết định có hiệu lực pháp luật nhưng bị hủy, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "242"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_317",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Tiếp cận thông tin, để thông tin được coi là do cơ quan nhà nước tạo ra, những điều kiện nào cần được đáp ứng?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "2"
      }
    ],
    "choices": {
      "A": "Được tạo ra bởi cơ quan nhà nước và có xác nhận bằng văn bản.",
      "B": "Được tạo ra bởi cơ quan nhà nước và có xác nhận bằng văn bản có chứng thực.",
      "C": "Tất cả các đối tượng trên đều sai",
      "D": "Được tạo ra trong quá trình cơ quan nhà nước thực hiện chức năng, nhiệm vụ, quyền hạn theo quy định pháp luật, và có chữ ký, dấu hoặc xác nhận."
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_536",
    "question_type": "Đúng/Sai",
    "text": "Cơ quan Hải quan có trách nhiệm trong việc kiểm soát hoạt động quá cảnh lãnh thổ Việt Nam chất ma túy, tiền chất, thuốc gây nghiện, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "17"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_197",
    "question_type": "Đúng/Sai",
    "text": "Sự kiện bất khả kháng là sự kiện xảy ra một cách khách quan không thể lường trước được và không thể khắc phục được mặc dù đã áp dụng mọi biện pháp cần thiết và khả năng cho phép, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "156"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_598",
    "question_type": "Trắc nghiệm",
    "text": "Thời hiệu xử lý kỷ luật của viên chức kể từ thời điểm có hành vi vi phạm là bao nhiêu?",
    "choices": {
      "A": "24 tháng",
      "B": "12 tháng",
      "C": "36 tháng",
      "D": "48 tháng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "53"
      }
    ],
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_292",
    "question_type": "Đúng/Sai",
    "text": "Tòa án cấp phúc thẩm không cần chuyển hồ sơ vụ án cùng với quyết dịnh đưa vụ án ra xét xử cho Viện kiểm sát cùng cấp, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "231"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_418",
    "question_type": "Đúng/Sai",
    "text": "Công ty B thực hiện cùng lúc 3 dự án xây dựng tại thành phố Đà Lạt. Vậy công ty chỉ cần lập 1 báo cáo đánh giá tác động môi trường chung cho cả 3 dự án của công ty. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "31"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_427",
    "question_type": "Trắc nghiệm",
    "text": "Các dịch vụ hệ sinh thái tự nhiên được chi trả không bao gồm điều nào sau đây?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "138"
      }
    ],
    "choices": {
      "A": "Dịch vụ vận tải.",
      "B": "Dịch vụ hệ sinh thái đất ngập nước phục vụ mục đích kinh doanh du lịch, giải trí, nuôi trồng thủy sản.",
      "C": "Dịch vụ môi trường rừng của hệ sinh thái rừng theo quy định của pháp luật về lâm nghiệp.",
      "D": "Dịch vụ hệ sinh thái biển phục vụ mục đích kinh doanh du lịch, giải trí, nuôi trồng thủy sản."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_502",
    "question_type": "Đúng/Sai",
    "text": "Theo Luật Trồng trọt, vật liệu nhân giống là cây hoặc bộ phận của cây, nấm ăn hoặc bộ phận của nấm ăn có thể phát triển thành một cá thể mới, dùng để nhân giống hoặc để gieo trồng. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "2"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_6",
    "question_type": "Đúng/Sai",
    "text": "Thỏa thuận trọng tài vô hiệu khi người xác lập thoả thuận trọng tài không có năng lực hành vi dân sự theo quy định của Bộ luật hình sự, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "18"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_11",
    "question_type": "Đúng/Sai",
    "text": "Nam nữ có đủ điều kiện kết hôn theo quy định của Luật hôn nhân và gia đình chung sống với nhau như vợ chồng mà không đăng ký kết hôn thì không phát sinh quyền, nghĩa vụ giữa vợ và chồng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "14"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_713",
    "question_type": "Trắc nghiệm",
    "text": "Chủ thể nào có thẩm quyền thành lập Hội đồng thẩm định, phân loại phim?",
    "choices": {
      "A": "Bộ trưởng Bộ Văn hóa, Thể thao và Du lịch",
      "B": "Chủ tịch Ủy ban nhân dân cấp tỉnh",
      "C": "Người đứng đầu cơ quan báo chí có giấy phép hoạt động truyền hình",
      "D": "Cả 3 đáp án A, B, C đều đúng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "31"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_513",
    "question_type": "Đúng/Sai",
    "text": "Theo Luật Trồng trọt, tên phân bón khi đăng ký được phép trùng với tên phân bón đã được cấp Quyết định công nhận phân bón lưu hành tại Việt Nam. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "47"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_99",
    "question_type": "Tự luận",
    "text": "Cơ quan nào có trách nhiệm là cơ quan giúp Chính phủ thực hiện quản lý nhà nước về điện ảnh?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "45"
      }
    ],
    "answer": "Bộ Văn hóa, Thể thao và Du lịch"
  },
  {
    "question_id": "train_alqac25_161",
    "question_type": "Đúng/Sai",
    "text": "Người Việt Nam bị nước ngoài trục xuất về Việt Nam do có hành vi sử dụng trái phép chất ma túy, nghiện ma túy khi về nước không cần thiết phải tiến hành xác định tình trạng nghiện ma túy, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "37"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_265",
    "question_type": "Đúng/Sai",
    "text": "Nhà báo cần sự đồng ý của Hội đồng xét xử để ghi âm lời nói và ghi hình ảnh của đương sự, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "153"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_416",
    "question_type": "Đúng/Sai",
    "text": "Khi đánh giá môi trường chiến lược của quy hoạch, thành phần môi trường, di sản thiên nhiên có khả năng bị tác động bởi quy hoạch không nằm trong các nội dùng cần được đánh giá. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "27"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_421",
    "question_type": "Đúng/Sai",
    "text": "Ủy ban nhân dân các cấp có trách nhiệm bố trí mặt bằng điểm tập kết, trạm trung chuyển đáp ứng yêu cầu kỹ thuật về bảo vệ môi trường theo quy định của Bộ Tài nguyên và Môi trường. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "76"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_274",
    "question_type": "Trắc nghiệm",
    "text": "Loại thông tin nào nên được đưu vào phần quyết định của bán án từ Tòa án?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "194"
      }
    ],
    "choices": {
      "A": "Thuật ngữ pháp lý",
      "B": "Thông tin liên lạc của tòa án và thẩm phán.",
      "C": "Bảng kê chi tiết căn cứ pháp lý của quyết định.",
      "D": "Lời xin lỗi của bị cáo."
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_122",
    "question_type": "Đúng/Sai",
    "text": "Theo quy định của Luật điện ảnh, tiết lộ bí mật đời tư của cá nhân là hành vi bị nghiêm cấm trong hoạt động điện ảnh, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "9"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_47",
    "question_type": "Đúng/Sai",
    "text": "Nhà nước chỉ đầu tư, hỗ trợ các hoạt động sản xuất phim, sáng tác kịch bản phim và phát hành, phổ biến phim là đúng hay sai? ",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "5"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_636",
    "question_type": "Đúng/Sai",
    "text": "Theo Luật Giáo dục năm 2019, một trong những yêu cầu đặt ra đối với phương pháp giáo dục là phải phát huy được tính tích cực, chủ động, tự giác, tư duy sáng tạo của người học, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "7"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_167",
    "question_type": "Trắc nghiệm",
    "text": "Hội đồng trường của trường công lập là tổ chức quản trị nhà trường, thực hiện quyền đại diện sở hữu của nhà trường, các bên có lợi ích liên quan và được quy định như thế nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "55"
      }
    ],
    "choices": {
      "A": "Hội đồng trường đối với nhà trẻ, trường mẫu giáo, trường mầm non, cơ sở giáo dục phổ thông quyết định về phương hướng hoạt động của nhà trường, huy động và giám sát việc sử dụng các nguồn lực dành cho nhà trường, gắn nhà trường với cộng đồng và xã hội, bảo đảm thực hiện mục tiêu giáo dục",
      "B": "Hội đồng trường đối với cơ sở giáo dục nghề nghiệp thực hiện theo quy định của Luật Giáo dục nghề nghiệp",
      "C": "Hội đồng trường đối với cơ sở giáo dục đại học thực hiện theo quy định của Luật Giáo dục đại học",
      "D": "Cả A, B, C đều đúng"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_639",
    "question_type": "Đúng/Sai",
    "text": "Quan hệ giữa nam và nam sau khi kết hôn theo quy định của Luật hôn nhân và gia đình năm 2014 là quan hệ hôn nhân, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "3"
      },
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "8"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_277",
    "question_type": "Trắc nghiệm",
    "text": "Ai có thể làm đơn kháng cáo?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "205"
      }
    ],
    "choices": {
      "A": "Chỉ cá nhân hoặc người đại diện theo pháp luật của đương sự có thể làm đơn kháng cáo",
      "B": "Chỉ cơ quan, tổ chức có thể làm đơn kháng cáo",
      "C": "\nChỉ cá nhân cần kháng cáo",
      "D": "Cả A, B và C."
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_560",
    "question_type": "Đúng/Sai",
    "text": "Công an cấp xã không cần giúp Ủy ban nhân dân cùng cấp lập danh sách những người sử dụng trái phép chất ma túy tại địa phương, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "26"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_1",
    "question_type": "Đúng/Sai",
    "text": "Người nghiện ma túy từ đủ 18 tuổi trở lên bị áp dụng biện pháp xử lý hành chính đưa vào cơ sở cai nghiện bắt buộc theo quy định của Luật Xử lý vi phạm hành chính khi bị phát hiện sử dụng chất ma túy một cách trái phép trong thời gian cai nghiện ma túy tự nguyện, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "32"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_216",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây không phải là quyền và nghĩa vụ của chủ sở hữu tài sản?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "263"
      }
    ],
    "choices": {
      "A": "Yêu cầu Tòa án truất quyền hưởng dụng trong trường hợp người hưởng dụng vi phạm nghiêm trọng nghĩa vụ của mình.",
      "B": "Không được cản trở, thực hiện hành vi khác gây khó khăn hoặc xâm phạm đến quyền, lợi ích hợp pháp của người hưởng dụng.",
      "C": "Thực hiện nghĩa vụ sửa chữa tài sản để bảo đảm không bị suy giảm đáng kể dẫn tới tài sản không thể sử dụng được hoặc mất toàn bộ công dụng, giá trị của tài sản.",
      "D": "Định đoạt tài sản và làm thay đổi quyền hưởng dụng đã được xác lập."
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_30",
    "question_type": "Đúng/Sai",
    "text": "Bắt buộc phải thu hồi sổ hộ khẩu khi sổ này hết giá trị sử dụng kể từ ngày 01/01/2023, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "38"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_625",
    "question_type": "Trắc nghiệm",
    "text": "Xét nghiệm chất ma túy trong cơ thể là việc thực hiện các kỹ thuật chuyên môn nhằm xác định chất ma túy trong cơ thể thông qua các mẫu nào sau đây?",
    "choices": {
      "A": "Mẫu nước tiểu",
      "B": "Mẫu máu",
      "C": "Các mẫu vật khác của cơ thể người.",
      "D": "Cả A, B, C đều đúng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "2"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_97",
    "question_type": "Tự luận",
    "text": "Ai là người giữ vai trò quan trọng trong việc quản lý, tổ chức, và điều hành các hoạt động giáo dục?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "18"
      }
    ],
    "answer": "Cán bộ quản lý giáo dục"
  },
  {
    "question_id": "train_alqac25_376",
    "question_type": "Đúng/Sai",
    "text": "Chỉ trong một số trường hợp cần thiết liên quan đến lý do quốc phòng và an ninh quốc gia thì quyền con người, quyền công dân mới có thể bị hạn chế. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "14"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_433",
    "question_type": "Trắc nghiệm",
    "text": "Nhà nước không bố trí nguồn lực thực hiện hoạt động bảo vệ môi trường nào sau đây?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "148"
      }
    ],
    "choices": {
      "A": "Quản lý chất thải, hỗ trợ xử lý chất thải.",
      "B": "Xử lý, cải tạo, phục hồi chất lượng môi trường.",
      "C": "Bảo tồn thiên nhiên, đa dạng sinh học; bảo vệ môi trường di sản thiên nhiên; ứng phó với biến đổi khí hậu.",
      "D": "Hoạt động hội nhập quốc tế và hợp tác quốc tế về khai thác nhiên liệu hóa thạch."
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_509",
    "question_type": "Đúng/Sai",
    "text": "Theo Luật Trồng trọt, trước khi khảo nghiệm giống cây trồng biến đổi gen không cần phải thực hiện đánh giá rủi ro theo quy định của pháp luật về đa dạng sinh học. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "19"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_378",
    "question_type": "Đúng/Sai",
    "text": "Việc xâm hại hay hành hạ, ngược đãi trẻ em không được cho phép trên lãnh thổ Việt Nam. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "37"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_470",
    "question_type": "Tự luận",
    "text": "Hồ sơ đăng ký tạm trú bao gồm những gì?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "28"
      }
    ],
    "answer": "Tờ khai thay đổi thông tin cư trú; đối với người đăng ký tạm trú là người chưa thành niên thì trong tờ khai phải ghi rõ ý kiến đồng ý của cha, mẹ hoặc người giám hộ, trừ trường hợp đã có ý kiến đồng ý bằng văn bản; giấy tờ, tài liệu chứng minh chỗ ở hợp pháp."
  },
  {
    "question_id": "train_alqac25_377",
    "question_type": "Đúng/Sai",
    "text": "Trong các trường hợp liên quan đến trật tự và an toàn xã hội, quyền con người và quyền công dân có thể bị hạn chế theo luật. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "14"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_546",
    "question_type": "Đúng/Sai",
    "text": "Vợ chồng là bình đẳng trong hôn nhân tự nguyện nhưng không bình đẳng trong hôn nhân được sắp xếp, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "2"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_44",
    "question_type": "Đúng/Sai",
    "text": "Trường hợp công dân không trong độ tuổi nhập ngũ, nếu đi du học, xuất khẩu lao động không cần phải khai báo tạm vắng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "31"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_646",
    "question_type": "Đúng/Sai",
    "text": "Trong mọi trường hợp, phí trọng tài là khoản thu từ việc cung cấp dịch vụ giải quyết tranh chấp bằng Trọng tài và do Hội đồng trọng tài ấn định. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "34"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_363",
    "question_type": "Trắc nghiệm",
    "text": "Theo Điều 7 Luật Tiếp cận thông tin, thông tin liên quan đến bí mật kinh doanh có thể được tiếp cận trong trường hợp nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "choices": {
      "A": "Khi người đứng đầu cơ quan nhà nước đồng ý.",
      "B": "Khi có lợi ích công cộng.",
      "C": "Khi chủ sở hữu bí mật kinh doanh đồng ý.",
      "D": "Khi thông tin được công khai."
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_715",
    "question_type": "Trắc nghiệm",
    "text": "Theo nguyên tắc bảo đảm quyền tiếp cận thông tin, thông tin phải được cung cấp như thế nào?",
    "choices": {
      "A": "Không chính xác và trễ hẹn.",
      "B": "Không đầy đủ và minh bạch.",
      "C": "Chính xác và thuận lợi.",
      "D": "Đầy đủ và không kịp thời."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "3"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_158",
    "question_type": "Đúng/Sai",
    "text": "Nhà nước không có chính sách đầu tư phát triển giáo dục thường xuyên, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "46"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_686",
    "question_type": "Đúng/Sai",
    "text": "Trường hợp người kháng cáo rút toàn bộ kháng cáo hoặc Viện kiểm sát rút toàn bộ kháng nghị, tùy từng trường hợp, tòa án có thẩm quyền ra quyết định đình chỉ xét xử phúc thẩm vụ án hành chính, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "229"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_39",
    "question_type": "Đúng/Sai",
    "text": "Bộ Giáo dục và Đào tạo chịu trách nhiệm về việc quy định việc liên thông giữa các cấp học, trình độ đào tạo trong hệ thống giáo dục quốc dân.",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "10"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_438",
    "question_type": "Tự luận",
    "text": "vật liệu được thu hồi, phân loại, lựa chọn từ những vật liệu, sản phẩm loại ra trong quá trình hoạt động sản xuất, kinh doanh, dịch vụ hoặc tiêu dùng để sử dụng làm nguyên liệu cho một quá trình sản xuất khác được gọi là gì?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "3"
      }
    ],
    "answer": "phế liệu"
  },
  {
    "question_id": "train_alqac25_563",
    "question_type": "Đúng/Sai",
    "text": "Theo Luật Du Lịch, biệt thự du lịch là một loại cơ sở lưu trú du lịch?",
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "48"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_171",
    "question_type": "Đúng/Sai",
    "text": "Nội dung quản lý sau cai nghiện ma túy bao gồm việc tư vấn, giúp đỡ, phòng và chống tái nghiện ma túy, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "40"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_240",
    "question_type": "Đúng/Sai",
    "text": "Hội đồng Thẩm phán Tòa án nhân dân tối cao có thể thảo luận và biểu quyết theo đa số về việc nhất trí hoặc không nhất trí với kiến nghị, đề nghị xem xét lại quyết định của Hội đồng Thẩm phán Tòa án nhân dân tối cao, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "291"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_172",
    "question_type": "Đúng/Sai",
    "text": "Chủ tịch Ủy ban nhân dân cấp huyện ra quyết định và tổ chức quản lý, hỗ trợ xã hội sau cai nghiện ma túy, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "40"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_613",
    "question_type": "Trắc nghiệm",
    "text": "Nguyên tắc nào sau đây là một trong những nguyên tắc giải quyết tranh chấp bằng trọng tài?",
    "choices": {
      "A": "Trọng tài viên dựa trên cảm tính của mình để đưa ra phán quyết phù hợp nhất.",
      "B": "Hội đồng trọng tài không có trách nhiệm tạo điều kiện để các bên thực hiện quyền và nghĩa vụ của mình",
      "C": "Giải quyết tranh chấp bằng Trọng tài được tiến hành không công khai, trừ trường hợp các bên có thỏa thuận khác.",
      "D": "Phán quyết trọng trọng tài chưa phải là chung thẩm"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "4"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_104",
    "question_type": "Đúng/Sai",
    "text": "Hội Sinh viên Việt Nam là một trong các tổ chức thanh niên, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Thanh niên",
        "article_id": "27"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_134",
    "question_type": "Đúng/Sai",
    "text": "Con đã đủ tuổi thành niên khi nhận cha, không cần sự đồng ý của mẹ, \nđúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "90"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_192",
    "question_type": "Đúng/Sai",
    "text": "Giao dịch dân sự do người không có quyền đại diện xác lập, thực hiện không làm phát sinh quyền, nghĩa vụ đối với người được đại diện, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "142"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_309",
    "question_type": "Đúng/Sai",
    "text": "Luật Tiếp cận thông tin quy định về trách nhiệm, nghĩa vụ của cơ quan nhà nước trong việc bảo đảm quyền tiếp cận thông tin của một số công dân, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "1"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_185",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây KHÔNG phải là nghĩa vụ của người quản lý tài sản của người vắng mặt tại nơi cư trú?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "66"
      }
    ],
    "choices": {
      "A": "Giữ gìn, bảo quản tài sản của người vắng mặt như tài sản của chính mình",
      "B": "Thực hiện nghĩa vụ cấp dưỡng, thanh toán nợ đến hạn, nghĩa vụ tài chính khác của người vắng mặt bằng tài sản của người đó theo quyết định của Tòa án",
      "C": "Giữ gìn tài sản là hoa màu, sản phẩm khác có nguy cơ bị hư hỏng",
      "D": "Giao lại tài sản cho người vắng mặt khi người này trở về và phải thông báo cho Tòa án biết; nếu có lỗi trong việc quản lý tài sản mà gây thiệt hại thì phải bồi thường"
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_306",
    "question_type": "Đúng/Sai",
    "text": "Người tố cáo không phải chịu trách nhiệm trước pháp luật nếu tố cáo sai sụ thật, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "338"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_71",
    "question_type": "Trắc nghiệm",
    "text": "Thời hạn cơ quan đăng ký cư trú thẩm định, cập nhật thông tin về hộ gia đình liên quan đến việc tách hộ vào Cơ sở dữ liệu về cư trú là bao lâu kể từ ngày nhận được hồ sơ đầy đủ và hợp lệ?",
    "choices": {
      "A": "05 ngày làm việc.",
      "B": "05 ngày kể cả ngày nghỉ và cuối tuần.",
      "C": "03 ngày làm việc.",
      "D": "03 ngày kể cả ngày nghỉ và cuối tuần."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "25"
      }
    ],
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_299",
    "question_type": "Đúng/Sai",
    "text": "Trường hợp vắng mặt một trong các bên đương sự và người tham gia tố tụng khác thì Chủ tọa phiên tòa phải công bố lời khai của họ để trên cơ sở đó các đương sự có mặt tại phiên tòa tranh luận và đối đáp, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "239"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_711",
    "question_type": "Trắc nghiệm",
    "text": "Phân bón khi lưu thông trên thị trường phải được ghi nhãn theo quy định của pháp luật về nhãn hàng hóa và nhãn phân bón phải bao gồm nội dung nào? Chọn câu trả lời đúng nhất.",
    "choices": {
      "A": "Loại phân bón.",
      "B": "Mã số phân bón.",
      "C": "Cả A và B đều đúng.",
      "D": "Cả A và B đều sai."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "48"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_62",
    "question_type": "Trắc nghiệm",
    "text": "Hành vi nào sau đây không thuộc hành vi bị nghiêm cấm về cư trú?",
    "choices": {
      "A": "Làm giả giấy tờ, tài liệu, dữ liệu về cư trú; sử dụng giấy tờ, tài liệu, dữ liệu giả về cư trú; cung cấp thông tin, giấy tờ, tài liệu sai sự thật về cư trú.",
      "B": "Khai thác thông tin về cư trú của mình trong Cơ sở dữ liệu quốc gia về dân cư.",
      "C": "Giải quyết cho đăng ký thường trú, đăng ký tạm trú khi biết rõ người đăng ký thường trú, đăng ký tạm trú không sinh sống tại chỗ ở đó.",
      "D": "Khai man điều kiện, giả mạo hồ sơ, giấy tờ, tài liệu để được đăng ký thường trú, đăng ký tạm trú; mua, bán, thuê, cho thuê, mượn, cho mượn, cầm cố, nhận cầm cố, hủy hoại giấy tờ, tài liệu về cư trú."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "7"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_281",
    "question_type": "Trắc nghiệm",
    "text": "Ngoài đơn kháng cáo, người kháng cáo cần gửi thêm gì để chứng minh cho kháng cáo của mình là có căn cứ và hợp pháp?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "205"
      }
    ],
    "choices": {
      "A": "Tài liệu, chứng cứ bổ sung (nếu có)",
      "B": "Không cần phải gửi thêm bất cứ tài liệu nào",
      "C": "Bằng chứng, chứng minh",
      "D": "Điều lệ, giấy tờ công khai"
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_236",
    "question_type": "Tự luận",
    "text": "Sau bao lâu kể từ ngày người bắt được gia cầm của một người bị thất lạc thông báo công khai mà không có người đến nhận thì quyền sở hữu đối với gia cầm thuộc về người bắt được gia cầm?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "232"
      }
    ],
    "answer": "1 năm"
  },
  {
    "question_id": "train_alqac25_577",
    "question_type": "Trắc nghiệm",
    "text": "Các cơ quan nào sau đây thực hiện chuyên trách phòng, chống tội phạm về ma túy ?",
    "choices": {
      "A": "Công an nhân dân",
      "B": "Hải quan",
      "C": "Bộ đội biên phòng",
      "D": "Cả A, B, C đều đúng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "11"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_12",
    "question_type": "Đúng/Sai",
    "text": "Lý do, thời điểm xóa đăng ký tạm trú phải được ghi rõ trong Cơ sở dữ liệu về cư trú khi xóa đăng ký tạm trú, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "29"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_333",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Tiếp cận thông tin, người có khó khăn trong nhận thức, làm chủ hành vi thực hiện yêu cầu cung cấp thông tin thông qua ai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "4"
      }
    ],
    "choices": {
      "A": "Người đại diện theo pháp luật",
      "B": "Người giám hộ",
      "C": "Chỉ người dưới 18 tuổi",
      "D": "Cả A và B"
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_663",
    "question_type": "Đúng/Sai",
    "text": "Bản án phúc thẩm được tuyên vào ngày 20/01/2023, cho nên ngày 20/02/2023 thì bản án phúc thẩm đã có hiệu lực pháp luật, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "242"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_113",
    "question_type": "Trắc nghiệm",
    "text": "Cơ quan nào là tổ chức chính trị-xã hội của thanh niên Việt Nam?",
    "relevant_articles": [
      {
        "law_id": "Luật Thanh niên",
        "article_id": "28"
      }
    ],
    "choices": {
      "A": "Đoàn Thanh niên Cộng sản Hồ Chí Minh",
      "B": "Hội Liên hiệp Thanh niên Việt Nam",
      "C": "Hội Sinh viên Việt Nam",
      "D": "Ủy ban quốc gia về Thanh niên Việt Nam"
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_282",
    "question_type": "Tự luận",
    "text": "Viện trưởng viện Kiểm sát có quyền kháng nghị những quyết định nào của Tòa án?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "211"
      }
    ],
    "answer": "Viện trưởng viện kiểm sát cùng cấp và cấp trên có quyền kháng nghị bản án, quyết định tạm đình chỉ hay đình chỉ vụ án của Tòa án cấp sơ thẩm."
  },
  {
    "question_id": "train_alqac25_673",
    "question_type": "Đúng/Sai",
    "text": "Người mất năng lực hành vi dân sự có thể tự mình thực hiện yêu cầu cung cấp thông tin, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "4"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_301",
    "question_type": "Đúng/Sai",
    "text": "Hội đồng xét xử phúc thẩm không thể hủy bản án sơ thẩm trong trường hợp có vi phạm nghiêm trọng về quy trình tố tụng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "241"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_239",
    "question_type": "Tự luận",
    "text": "Mặt dưới mái che trên cửa ra vào, mặt dưới mái che cửa sổ quay ra đường đi chung phải cách mặt đất từ bao nhiêu mét trở lên?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "178"
      }
    ],
    "answer": "2,5 mét"
  },
  {
    "question_id": "train_alqac25_526",
    "question_type": "Tự luận",
    "text": "Cơ quan nào của Chính phủ thực hiện việc ban hành tiêu chí xác định, biện pháp quản lý và quy trình sản xuất trên vùng đất dốc, đất trũng, đất phèn, đất mặn, đất cát ven biển và đất có nguy cơ sa mạc hóa, hoang mạc hóa?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "71"
      }
    ],
    "answer": "Bộ Nông nghiệp và Phát triển nông thôn"
  },
  {
    "question_id": "train_alqac25_428",
    "question_type": "Trắc nghiệm",
    "text": "Nguồn tiền thu được từ phát hành trái phiếu xanh không được sử dụng cho dự án nào dưới đây?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "150"
      }
    ],
    "choices": {
      "A": "Cải tạo, nâng cấp công trình bảo vệ môi trường.",
      "B": "Áp dụng kinh tế tuần hoàn, kinh tế xanh, phát thải ít các-bon.",
      "C": "Quản lý hiệu quả nguồn nước và xử lý nước thải.",
      "D": "khai thác nguồn năng lượng hóa thạch."
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_382",
    "question_type": "Trắc nghiệm",
    "text": "một trong những nhiệm vụ của lực lượng vũ trang nhân dân là gì?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "65"
      }
    ],
    "choices": {
      "A": "bảo vệ độc lập, chủ quyền, thống nhất cũng như toàn vẹn lãnh thổ của Tổ quốc Việt Nam xã hội chủ nghĩa.",
      "B": "Bảo vệ an ninh và trật tự, an toàn xã hội của các quốc gia trong khu vực.",
      "C": "Bảo vệ nhân dân và nhà nước của các nước láng giềng.",
      "D": "Bảo vệ các tôn giáo đang hoạt động trong lãnh thổ tổ quốc."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_75",
    "question_type": "Trắc nghiệm",
    "text": "Trong trường hợp nào thỏa thuận trọng tài bị vô hiệu?",
    "choices": {
      "A": "Tranh chấp phát sinh trong các lĩnh vực không thuộc thẩm quyền của Trọng tài quy định tại Điều 2 của Luật này.\n",
      "B": "Thỏa thuận trọng tài không vi phạm điều cấm của pháp luật.",
      "C": "Hình thức của thoả thuận trọng tài phù hợp với quy định tại Điều 16 của Luật này.\n",
      "D": "Người xác lập thoả thuận trọng tài là người có thẩm quyền theo quy định của pháp luật."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "18"
      }
    ],
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_3",
    "question_type": "Đúng/Sai",
    "text": "Trường hợp thông tin trong Sổ hộ khẩu còn hiệu lực có thông tin khác với thông tin trong Cơ sở dữ liệu về cư trú thì sử dụng thông tin trong Cơ sở dữ liệu về cư trú, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "38"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_517",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Trồng trọt, đâu không phải một yêu cầu để cấp Giấy chứng nhận đủ điều kiện sản xuất phân bón?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "41"
      }
    ],
    "choices": {
      "A": "Người trực tiếp điều hành sản xuất phải có trình độ từ cao học trở lên thuộc một trong các chuyên ngành về trồng trọt, bảo vệ thực vật, nông hóa thổ nhưỡng, khoa học đất, nông học, hóa học, sinh học.",
      "B": "Có địa điểm sản xuất, diện tích nhà xưởng phù hợp với quy mô sản xuất.\n",
      "C": "Có dây chuyền, máy móc, thiết bị phù hợp với quy trình sản xuất từng loại, dạng phân bón.",
      "D": "Có phòng thử nghiệm hoặc có hợp đồng với tổ chức thử nghiệm được chỉ định để đánh giá các chỉ tiêu chất lượng phân bón do mình sản xuất.\n"
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_360",
    "question_type": "Trắc nghiệm",
    "text": "Khi tiếp cận thông tin, công dân cần tuân thủ những quy định nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "6"
      }
    ],
    "choices": {
      "A": "Không cần tuân thủ quy định nào",
      "B": "Quy định của cơ quan chức năng",
      "C": "Quy định của đơn vị nơi công dân làm việc",
      "D": "Quy định của Luật Tiếp cận thông tin"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_260",
    "question_type": "Trắc nghiệm",
    "text": "Ai ghi biên bản về diễn biến phiên họp kiểm tra việc giao nộp, tiếp cận, công khai chứng cứ và đối thoại?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "138"
      }
    ],
    "choices": {
      "A": "Thẩm phán",
      "B": "Luật sư",
      "C": "Thư ký phiên họp",
      "D": "Đương sự"
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_596",
    "question_type": "Trắc nghiệm",
    "text": "Người nào sau đây có đủ tiêu chuẩn để làm trọng tài viên?",
    "choices": {
      "A": "Người đang là bị can, bị cáo, người đang chấp hành án hình sự hoặc đã chấp hành xong bản án nhưng chưa được xóa án tích; là chuyên gia có trình độ chuyên môn cao và có nhiều kinh nghiệm thực tế.",
      "B": "Người hiện là công chức thuộc Tòa án nhân dân, có năng lực hành vi dân sự đầy đủ theo quy định của Bộ luật dân sự; có trình độ đại học và đã qua thực tế công tác theo ngành đã học từ 5 năm trở lên",
      "C": "Người có năng lực hành vi dân sự đầy đủ theo quy định của Bộ luật dân sự; có trình độ đại học và đã qua thực tế công tác theo ngành đã học từ 5 năm trở lên hoặc là chuyên gia có trình độ chuyên môn cao và có nhiều kinh nghiệm thực tế; không giữ chức vụ thẩm phán, kiểm sát viên, điều tra viên, chấp hành viên; hiện không phải là bị can, bị cáo, người đang chấp hành án hình sự hoặc đã chấp hành xong bản án nhưng chưa được xóa án tích.\n",
      "D": "Người đang là điều tra viên và là chuyên gia có trình độ chuyên môn cao và có nhiều kinh nghiệm thực tế."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "20"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_188",
    "question_type": "Đúng/Sai",
    "text": "Thời hạn đại diện được xác định theo văn bản ủy quyền, theo quyết định của cơ quan có thẩm quyền, theo điều lệ của pháp nhân hoặc theo quy định của pháp luật, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "140"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_518",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Trồng trọt, Quyết định công nhận lưu hành giống cây trồng hằng năm có thời hạn là bao lâu?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "51"
      }
    ],
    "choices": {
      "A": "10 năm",
      "B": "15 năm",
      "C": "20 năm",
      "D": "25 năm"
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_190",
    "question_type": "Trắc nghiệm",
    "text": "Người đại diện theo pháp luật của pháp nhân KHÔNG bao gồm điều nào sau đây?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "137"
      }
    ],
    "choices": {
      "A": "Người được pháp nhân chỉ định theo điều lệ",
      "B": "Người có thẩm quyền đại diện theo quy định của pháp luật",
      "C": "Người do Tòa án chỉ định trong quá trình tố tụng tại Tòa án.",
      "D": "Người giám hộ đối với người được giám hộ"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_341",
    "question_type": "Đúng/Sai",
    "text": "Một vài công dân có thể tiếp cận thông tin mà nếu tiếp cận sẽ gây nguy hại đến tính mạng của người khác đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "6"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_623",
    "question_type": "Trắc nghiệm",
    "text": "Hồ sơ đề nghị cấp lại thẻ hướng dẫn viên du lịch bao gồm điều nào dưới đây? Chọn câu trả lời đúng nhất.",
    "choices": {
      "A": "Đơn đề nghị cấp lại thẻ hướng dẫn viên du lịch theo mẫu do Bộ trưởng Bộ Văn hóa, Thể thao và Du lịch quy định.",
      "B": "Bản sao có chứng thực giấy tờ liên quan đến nội dung thay đổi trong trường hợp cấp lại thẻ do thay đổi thông tin trên thẻ hướng dẫn viên du lịch.",
      "C": "02 ảnh chân dung màu cỡ 3 cm x 4 cm.",
      "D": "Cả 3 phương án trên."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "63"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_361",
    "question_type": "Trắc nghiệm",
    "text": "Trong trường hợp nào, thông tin liên quan đến bí mật kinh doanh có thể được tiếp cận?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "choices": {
      "A": "Khi chủ sở hữu bí mật kinh doanh đồng ý.",
      "B": "Khi cộng đồng yêu cầu.",
      "C": "Khi có lợi ích công cộng.",
      "D": "Khi thông tin được công khai."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_136",
    "question_type": "Đúng/Sai",
    "text": "Trường hợp cháu chưa thành niên, \ncháu đã thành niên mất năng lực hành \nvi dân sự hoặc không có khả năng lao \nđộng và không có tài sản để tự nuôi \nmình mà không có người nuôi dưỡng \nthì ông bà nội, ông bà ngoại có nghĩa \nvụ nuôi dưỡng cháu, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "104"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_15",
    "question_type": "Đúng/Sai",
    "text": "Người nghiện ma túy từ đủ 12 tuổi đến dưới 18 tuổi bị đưa vào cơ sở cai nghiện bắt buộc khi không đăng ký, không thực hiện hoặc tự ý chấm dứt cai nghiện ma túy tự nguyện, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "33"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_73",
    "question_type": "Trắc nghiệm",
    "text": "Cây có chứa chất ma túy là cây gì?",
    "choices": {
      "A": "Cây thuốc phiện",
      "B": "Cây dừa",
      "C": "Cây cacao",
      "D": "Cả A, B, C đều đúng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "2"
      }
    ],
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_467",
    "question_type": "Tự luận",
    "text": "Các bên hủy yêu cầu phán quyết trọng tài như thế nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "69"
      }
    ],
    "answer": "Trong thời hạn 30 ngày, kể từ ngày nhận được phán quyết trọng tài, nếu một bên có đủ căn cứ để chứng minh được rằng Hội đồng trọng tài đã ra phán quyết thuộc một trong những trường hợp quy định tại khoản 2 Điều 68 của Luật trọng tài thương mại, thì có quyền làm đơn gửi Toà án có thẩm quyền yêu cầu huỷ phán quyết trọng tài. Đơn yêu cầu hủy phán quyết trọng tài phải kèm theo các tài liệu, chứng cứ chứng minh cho yêu cầu hủy phán quyết trọng tài là có căn cứ và hợp pháp."
  },
  {
    "question_id": "train_alqac25_599",
    "question_type": "Trắc nghiệm",
    "text": "Trường hợp người đến lưu trú lúc 22 giờ thì việc thông báo lưu trú được thực hiện lúc nào?",
    "choices": {
      "A": "Trước 07 giờ ngày hôm sau.",
      "B": "Trước 08 giờ ngày hôm sau.",
      "C": "Trong vòng 2 tiếng kể từ thời điểm đến lưu trú.",
      "D": "Trước 23 giờ của ngày bắt đầu lưu trú."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "30"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_706",
    "question_type": "Đúng/Sai",
    "text": "Cung cấp thông tin bao gồm việc cơ quan nhà nước có thẩm quyền cung cấp thông tin theo yêu cầu của công dân và công khai thông tin theo quy định của pháp luật, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "2"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_435",
    "question_type": "Trắc nghiệm",
    "text": "Nội dung tranh chấp về môi trường không bao gồm điều nào dưới đây?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "162"
      }
    ],
    "choices": {
      "A": "Tranh chấp về quyền, trách nhiệm bảo vệ môi trường trong khai thác, sử dụng thành phần môi trường.",
      "B": "Tranh chấp về xác định nguyên nhân gây ô nhiễm, suy thoái, sự cố môi trường.",
      "C": "Tranh chấp về trách nhiệm xử lý, khắc phục hậu quả, bồi thường thiệt hại về môi trường.",
      "D": "Tranh chấp về đặc quyền kinh tế."
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_133",
    "question_type": "Đúng/Sai",
    "text": "Cha, mẹ đã bị Tòa án hạn chế quyền \nđối với con chưa thành niên không phải \nthực hiện nghĩa vụ cấp dưỡng cho con, \nđúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "87"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_511",
    "question_type": "Đúng/Sai",
    "text": "Thu hồi, xử lý giống cây trồng không bảo đảm chất lượng khi lưu thông trên thị trường là một trong những nghĩa vụ của tổ chức, cá nhân sản xuất, buôn bán giống cây trồng. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "35"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_575",
    "question_type": "Đúng/Sai",
    "text": "Tổ chức nước ngoài sử dụng dịch vụ sản xuất phim tại Việt Nam được ưu đãi về thuế theo quy định của pháp luật về thuế là đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "41"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_491",
    "question_type": "Trắc nghiệm",
    "text": "Người có hành vi vi phạm được quy định trong Luật An ninh mạng thì bị xử lý như thế nào?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "9"
      }
    ],
    "choices": {
      "A": "Tùy theo tính chất, mức độ vi phạm mà bị xử lý kỷ luật, xử lý vi phạm hành chính hoặc bị truy cứu trách nhiệm hình sự, nếu gây thiệt hại thì phải bồi thường",
      "B": "Tùy theo tính chất, mức độ vi phạm mà bị khiển trách, xử lý kỷ luật, xử lý vi phạm hành chính hoặc bị truy cứu trách nhiệm hình sự, nếu gây thiệt hại thì phải bồi thường",
      "C": "Nhẹ thì xử lý vi phạm hành chính, nặng thì truy cứu trách nhiệm hình sự, nếu gây thiệt hại thì phải bồi thường",
      "D": "Bị cảnh cáo và hạn chế quyền sử dụng mạng trong một thời gian nhất định."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_320",
    "question_type": "Trắc nghiệm",
    "text": "Thông tin do cơ quan nhà nước tạo ra được định nghĩa như thế nào theo Luật Tiếp cận thông tin?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "2"
      }
    ],
    "choices": {
      "A": "Thông tin từ các cơ quan quản lý nhà nước.",
      "B": "Thông tin được cung cấp bởi cơ quan nhà nước.",
      "C": "Thông tin do cơ quan nhà nước tạo ra trong quá trình thực hiện chức năng, nhiệm vụ, quyền hạn theo quy định pháp luật.",
      "D": "Thông tin do các tổ chức nhà nước cung cấp."
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_374",
    "question_type": "Đúng/Sai",
    "text": "Các cơ quan nhà nước và cán bộ phải phục vụ nhân dân nhưng không cần lắng nghe ý kiến của nhân dân hay chịu sự giám sát của nhân dân. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "8"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_297",
    "question_type": "Đúng/Sai",
    "text": "Tại phiên tòa phúc thẩm, đương sự, người bảo vệ quyền và lợi ích hợp pháp của đương sự chỉ được tranh luận về những vấn đề thuộc phạm vi xét xử phúc thẩm và đã được hỏi tại phiên tòa phúc thẩm, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "239"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_234",
    "question_type": "Đúng/Sai",
    "text": "Trường hợp thông báo chấp nhận giao kết hợp đồng đến chậm vì lý do khách quan mà bên đề nghị biết hoặc phải biết về lý do khách quan này thì thông báo chấp nhận giao kết hợp đồng vẫn luôn có hiệu lực, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "394"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_354",
    "question_type": "Đúng/Sai",
    "text": "Người đứng đầu cơ quan nhà nước có quyền cung cấp thông tin liên quan đến bí mật kinh doanh, đời sống riêng tư, bí mật cá nhân, bí mật gia đình mà không cần sự đồng ý chỉ theo quy định tại khoản 2 Điều 7 Luật Tiếp cận thông tin, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_319",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Tiếp cận thông tin, thông tin được cung cấp bởi cơ quan nhà nước bao gồm những hoạt động nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "2"
      }
    ],
    "choices": {
      "A": "Tất cả các hoạt động trên.",
      "B": "Thu thập và lưu trữ thông tin.",
      "C": "Sửa chữa và cải thiện thông tin.",
      "D": "Công khai thông tin và cung cấp thông tin theo yêu cầu của công dân."
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_183",
    "question_type": "Trắc nghiệm",
    "text": "Người giám hộ KHÔNG có nghĩa vụ nào sau đây đối với người được giám hộ từ đủ mười lăm tuổi đến chưa đủ mười tám tuổi?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "56"
      }
    ],
    "choices": {
      "A": "Chăm sóc, giáo dục người được giám hộ",
      "B": "Đại diện cho người được giám hộ trong các giao dịch dân sự, trừ trường hợp pháp luật quy định người chưa đủ mười lăm tuổi có thể tự mình xác lập, thực hiện giao dịch dân sự.",
      "C": "Quản lý tài sản của người được giám hộ, trừ trường hợp pháp luật có quy định khác.",
      "D": "Bảo vệ quyền, lợi ích hợp pháp của người được giám hộ."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_138",
    "question_type": "Trắc nghiệm",
    "text": "Vợ chồng có quyền nhờ người mang thai hộ khi có đủ các điều kiện sau đây?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "95"
      }
    ],
    "choices": {
      "A": "Vợ chồng đã có con chung",
      "B": "Có xác nhận của tổ chức y tế có thẩm quyền về việc người vợ không thể mang thai và sinh con ngay cả khi áp dụng kỹ thuật hỗ trợ sinh sản",
      "C": "Vợ chồng đang không có con chung và đã được tư vấn về y tế, pháp lý, tâm lý",
      "D": "Đáp án B và C là đúng"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_145",
    "question_type": "Trắc nghiệm",
    "text": "Việc định đoạt tài sản chung phải có sự thỏa thuận bằng văn bản của vợ chồng trong những trường hợp sau đây?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "35"
      }
    ],
    "choices": {
      "A": "Bất động sản",
      "B": "Động sản mà theo quy định của pháp luật phải đăng ký quyền sở hữu",
      "C": "Tài sản đang là nguồn tạo ra thu nhập chủ yếu của gia đình",
      "D": "Cả 3 đáp án trên đều đúng"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_296",
    "question_type": "Đúng/Sai",
    "text": "Chủ tọa phiên tòa không cần hỏi đương sự có thống nhất được với nhau về giải quyết vụ án, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "233"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_95",
    "question_type": "Tự luận",
    "text": "Sau khi sổ hộ khẩu hết hiệu lực (hết ngày 31/12/2022) thì chứng minh nơi thường trú bằng cách nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "37"
      }
    ],
    "answer": "Công dân chỉ cần xuất trình thẻ CMND/CCCD, cơ quan có thẩm quyền sẽ tra cứu được các thông tin cư trú trong hệ thống cơ sở dữ liệu quốc gia."
  },
  {
    "question_id": "train_alqac25_68",
    "question_type": "Trắc nghiệm",
    "text": "Đâu không phải là nghĩa vụ, quyền của cha, mẹ không trực tiếp nuôi con sau khi ly hôn",
    "choices": {
      "A": "Tôn trọng quyền của con \nđược sống chung với \nngười trực tiếp nuôi.",
      "B": "Cấp dưỡng cho con",
      "C": "Lạm dụng việc thăm nom để cản trở hoặc gây ảnh hưởng xấu đến việc trông nom, chăm sóc, nuôi dưỡng, giáo dục con ",
      "D": "Thăm nom con mà không ai được cản trở. "
    },
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "82"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_425",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào dưới đây nằm trong các nội dung chính của báo cáo công tác bảo vệ môi trường định kỳ ?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "119"
      }
    ],
    "choices": {
      "A": "Công tác quản lý các loài rắn, quản lý động vật nguy hiểm.",
      "B": "Kết quả hoạt động của các công trình, biện pháp bảo vệ môi trường đối với chất thải.",
      "C": "Các kết quả, hoạt động, biện pháp thăm dò thị trường khác.",
      "D": "Báo cáo công tác bảo vệ môi trường học đường văn minh, thanh lịch được gửi bằng bản giấy hoặc bản điện tử theo quy định của pháp luật."
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_230",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây KHÔNG đúng về quyền của hành khách?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "527"
      }
    ],
    "choices": {
      "A": "Yêu cầu được chuyên chở đúng bằng phương tiện vận chuyển và giá trị theo cước phí vận chuyển với lộ trình đã thoả thuận.",
      "B": "Được miễn cước phí vận chuyển đối với hành lý ký gửi và hành lý xách tay trong hạn mức theo thoả thuận trong mọi trường hợp",
      "C": "Yêu cầu thanh toán chi phí phát sinh hoặc bồi thường thiệt hại, nếu bên vận chuyển có lỗi trong việc không chuyên chở đúng thời hạn, địa điểm đã thoả thuận.",
      "D": "Yêu cầu tạm dừng hành trình trong thời hạn và theo thủ tục do pháp luật quy định."
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_681",
    "question_type": "Đúng/Sai",
    "text": "Quan hệ giữa nam và nữ sau khi kết hôn theo quy định của Luật hôn nhân và gia đình là quan hệ hôn nhân, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "3"
      },
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "8"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_311",
    "question_type": "Đúng/Sai",
    "text": "Luật Tiếp cận thông tin quy định về việc thực hiện quyền tiếp cận thông tin của cơ quan nhà nước, nguyên tắc, trình tự, thủ tục thực hiện quyền tiếp cận thông tin, trách nhiệm, nghĩa vụ của công dân trong việc bảo đảm quyền tiếp cận thông tin, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "1"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_217",
    "question_type": "Trắc nghiệm",
    "text": "Quyền bề mặt KHÔNG chấm dứt trong trường hợp sau đây?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "272"
      }
    ],
    "choices": {
      "A": "Thời hạn hưởng quyền bề mặt đã hết",
      "B": "Chủ thể có quyền bề mặt chết",
      "C": "Chủ thể có quyền bề mặt và chủ thể có quyền sử dụng đất là một",
      "D": "Chủ thể có quyền bề mặt từ bỏ quyền của mình"
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_96",
    "question_type": "Tự luận",
    "text": "Vợ chồng đã ly hôn muốn xác lập lại quan hệ vợ chồng thì cần làm thủ tục gì?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "9"
      }
    ],
    "answer": "đăng ký kết hôn"
  },
  {
    "question_id": "train_alqac25_393",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây là không đúng về luật, pháp lệnh, hay nghị quyết của quốc hội?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "85"
      }
    ],
    "choices": {
      "A": "Luật, nghị quyết của Quốc hội phải được quá nửa tổng số đại biểu Quốc hội biểu quyết tán thành.",
      "B": "Trường hợp làm Hiến pháp, sửa đổi Hiến pháp, quyết định rút ngắn hoặc kéo dài nhiệm kỳ của Quốc hội, bãi nhiệm đại biểu Quốc hội phải được ít nhất hai phần ba tổng số đại biểu Quốc hội biểu quyết tán thành",
      "C": "Luật, pháp lệnh phải được công bố chậm nhất là mười ngày, kể từ ngày được thông qua, trừ trường hợp Chủ tịch nước đề nghị xem xét lại pháp lệnh",
      "D": "Pháp lệnh, nghị quyết của Ủy ban thường vụ Quốc hội phải được quá nửa tổng số thành viên Ủy ban thường vụ Quốc hội biểu quyết tán thành."
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_691",
    "question_type": "Đúng/Sai",
    "text": "Trong mọi trường hợp, một người chỉ có thể được một người giám hộ, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "47"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_489",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây không thuộc chính sách của Nhà nước về an ninh mạng?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "3"
      }
    ],
    "choices": {
      "A": "Nghiên cứu, phát triển công nghệ, sản phẩm, dịch vụ, ứng dụng nhằm bảo vệ an ninh mạng",
      "B": "Ưu tiên đầu tư cho nghiên cứu, phát triển khoa học, công nghệ để bảo vệ an ninh mạng",
      "C": "Tăng cường hợp tác quốc tế về an ninh mạng",
      "D": "Cả 3 đáp án A, B, C"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_325",
    "question_type": "Đúng/Sai",
    "text": "Một phần thông tin được cung cấp phải chính xác, đầy đủ.để bảo đảm quyền tiếp cận thông tin, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "3"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_397",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào dưới đây không phải quyền hạn của thủ tướng chính phủ",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "98"
      }
    ],
    "choices": {
      "A": "Lãnh đạo công tác của Chính phủ; lãnh đạo việc xây dựng chính sách và tổ chức thi hành pháp luật.",
      "B": "Trực tiếp bầu, miễn nhiệm, bãi\nnhiệm Tổng bí thư.",
      "C": "Lãnh đạo và chịu trách\nnhiệm về hoạt động của hệ thống hành chính nhà nước từ trung ương đến địa\nphương, bảo đảm tính thống nhất và thông suốt của nền hành chính quốc gia.",
      "D": "Quyết định và chỉ đạo\nviệc đàm phán, chỉ đạo việc ký, gia nhập điều ước quốc tế thuộc nhiệm vụ, quyền\nhạn của Chính phủ; tổ chức thực hiện điều ước quốc tế mà Cộng hòa xã hội chủ\nnghĩa Việt Nam là thành viên."
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_271",
    "question_type": "Tự luận",
    "text": "Những vụ án hành chính như nào thì không thể tiến hành đối thoại?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "135"
      }
    ],
    "answer": "Các bên đương sự đã được triệu tập lần thứ hai mà vẫn cố tình vắng mặt, hoặc không thể tham gia đối thoại, hoặc thống nhất không tiến hành đối thoại"
  },
  {
    "question_id": "train_alqac25_624",
    "question_type": "Trắc nghiệm",
    "text": "Nam nữ kết hôn với nhau phải tuân theo các điều kiện nào sau đây",
    "choices": {
      "A": "Không bị mất năng lực \nhành vi dân sự",
      "B": "Nam từ đủ 20 tuổi \ntrở lên, nữ từ đủ 18 tuổi \ntrở lên, không thuộc các \ntrường hợp pháp luật \ncấm kết hôn",
      "C": "Việc kết hôn do nam và \nnữ tự nguyện quyết định,\nkhông cùng giới tính",
      "D": "Tất cả các điều kiện trên."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "8"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_159",
    "question_type": "Đúng/Sai",
    "text": "Việc chuyển đổi loại hình nhà trường trong hệ thống giáo dục quốc dân được thực hiện theo nhiều nguyên tắc, một trong số đó là không làm thất thoát đất đai, vốn và tài sản, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "47"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_163",
    "question_type": "Trắc nghiệm",
    "text": "Nhà trường bị giải thể trong trường hợp nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "51"
      }
    ],
    "choices": {
      "A": "Vi phạm nghiêm trọng quy định về quản lý, tổ chức và hoạt động của nhà trường",
      "B": "Trong thời hạn đình chỉ hoạt động giáo dục mà không khắc phục được nguyên nhân dẫn đến việc đình chỉ",
      "C": "Bảo đảm chất lượng giáo dục",
      "D": "Cả A, B, C đều đúng"
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_461",
    "question_type": "Trắc nghiệm",
    "text": "Trường hợp nào hội đồng trọng tài có thể tiền hành giải quyết vụ việc?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "43"
      }
    ],
    "choices": {
      "A": "Thỏa thuận trọng tài còn hiệu lực và có thể thực hiện được, hội đồng trọng tài có thẩm quyền giải quyết tranh chấp.",
      "B": "Thỏa thuận trọng tài còn hiệu lực và có thể thực hiện được, hội đồng trọng tài không có thẩm quyền giải quyết vụ việc.",
      "C": "Thỏa thuận trọng tài còn hiệu lực nhưng không thực hiện được.",
      "D": "Thỏa thuận trọng tài không còn hiệu lực."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_568",
    "question_type": "Đúng/Sai",
    "text": "Cho phép truyền bá tôn giáo và thực hiện các nghi lễ tôn giáo trong cơ sở giáo dục của hệ thống giáo dục quốc dân và tổ chức chính trị, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "20"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_131",
    "question_type": "Đúng/Sai",
    "text": "Khi cha mẹ già, yếu, không có khả năng \nlao động tự nuôi bản thân, chỉ người con \nđầu có nghĩa vụ chăm sóc, nuôi dưỡng \ncha mẹ, đúng hay sai ?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "68"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_130",
    "question_type": "Đúng/Sai",
    "text": "Khi Tòa án ra quyết định hủy bỏ \ntuyên bố một người là đã chết mà vợ \nhoặc chồng của người đó chưa kết hôn \nvới người khác thì quan hệ hôn nhân \nđược khôi phục kể từ thời điểm vợ hoặc \nchồng của người đó trở về, \nđúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "67"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_81",
    "question_type": "Trắc nghiệm",
    "text": "Đơn vị nào có thẩm quyền thành lập hội đồng thẩm định, phân loại phim?",
    "choices": {
      "A": "Bộ trưởng Bộ Văn hóa, Thể thao và Du lịch",
      "B": "Chủ tịch Ủy ban nhân dân cấp tỉnh",
      "C": "Người đứng đầu cơ quan báo chí có giấy phép hoạt động truyền hình",
      "D": "Cả 3 đáp án A, B, C đều đúng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "31"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_452",
    "question_type": "Đúng/Sai",
    "text": "Thu phí trọng tài và các khoản hợp pháp khác có liên quan đến hoạt động trọng tài là một trong các nghĩa vụ của trung tâm trọng tài, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "28"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_667",
    "question_type": "Đúng/Sai",
    "text": "Người được cấp thẻ để hành nghề hướng dẫn du lịch là hướng dẫn viên du lịch, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "3"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_689",
    "question_type": "Đúng/Sai",
    "text": "Viên chức đang trong thời hạn bị xử lý kỷ luật được giải quyết nghỉ hưu là đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "56"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_278",
    "question_type": "Trắc nghiệm",
    "text": "Người kháng cáo có thể ủy quyền cho ai đại diện kháng cáo cho mình?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "205"
      }
    ],
    "choices": {
      "A": "\nChỉ ủy quyền cho người đại diện theo pháp luật của đương sự",
      "B": "Chỉ ủy quyền cho người thân của mình",
      "C": "Cả người đại diện theo pháp luật và người không có liên quan đều có thể được ủy quyền",
      "D": "Chỉ ủy quyền cho người không có liên quan"
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_650",
    "question_type": "Đúng/Sai",
    "text": "Ông A làm mất hộ khẩu vào tháng 8 năm 2022, trong thời hạn sổ hộ khẩu vẫn được sử dụng, thì vẫn được cấp lại sổ hộ khẩu, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "38"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_379",
    "question_type": "Đúng/Sai",
    "text": "Tài sản hợp pháp của cá nhân, tổ chức đầu tư, sản xuất, kinh doanh được pháp luật bảo hộ và cũng thuộc quyền sở hữu của nhà nước. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "51"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_687",
    "question_type": "Đúng/Sai",
    "text": "Trong một số trường hợp, hợp đồng không có hiệu lực pháp luật nhưng thỏa thuận trọng tài vẫn có hiệu lực, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "19"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_125",
    "question_type": "Đúng/Sai",
    "text": "Viên chức đã có thời gian làm việc tại đơn vị sự nghiệp công lập từ đủ 05 năm trở lên thì được xét chuyển thành công chức không qua thi tuyển, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "58"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_369",
    "question_type": "Trắc nghiệm",
    "text": "Khi nào người đứng đầu cơ quan nhà nước có quyền cung cấp thông tin liên quan đến bí mật kinh doanh, đời sống riêng tư, bí mật cá nhân, bí mật gia đình mà không cần sự đồng ý?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "choices": {
      "A": "Khi có lợi ích công cộng, sức khỏe của cộng đồng.",
      "B": "Khi có sự đồng ý của chủ sở hữu bí mật kinh doanh.",
      "C": "Khi có sự đồng ý của người đứng đầu cơ quan nhà nước.",
      "D": "Khi có sự đồng ý của các thành viên gia đình."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_150",
    "question_type": "Tự luận",
    "text": "Người mẹ nhờ mang thai hộ được hưởng chế độ thai sản theo quy định của pháp luật về lao động và bảo hiểm xã hội trong bao lâu?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "98"
      }
    ],
    "answer": "Từ thời điểm nhận \ncon cho đến khi con \nđủ 06 tháng tuổi"
  },
  {
    "question_id": "train_alqac25_430",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào dưới đây là thiệt hại do ô nhiễm, suy thoái môi trường?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "130"
      }
    ],
    "choices": {
      "A": "Suy giảm chức năng, tính hữu ích của môi trường.",
      "B": "Suy giảm lưu thông tiền tệ do suy thoái kinh tế gây ra.",
      "C": "Giá nhà đất tăng cao phi mã.",
      "D": "già hóa dân số."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_429",
    "question_type": "Trắc nghiệm",
    "text": "Nội dung đánh giá môi trường chiến lược của quy hoạch không bao gồm điều nào dưới đây?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "27"
      }
    ],
    "choices": {
      "A": "Các nội dung của quy hoạch có khả năng tác động đến môi trường.",
      "B": "Các phương pháp đánh giá môi trường chiến lược không được áp dụng.",
      "C": "Thành phần môi trường, di sản thiên nhiên có khả năng bị tác động bởi quy hoạch.",
      "D": "Phạm vi thực hiện đánh giá môi trường chiến lược."
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_635",
    "question_type": "Đúng/Sai",
    "text": "Việc thống nhất quản lý nhà nước về phòng, chống ma túy thuộc trách nhiệm quản lý trực tiếp của Quốc hội, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "45"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_43",
    "question_type": "Đúng/Sai",
    "text": "Việc lựa chọn nơi cư trú của vợ chồng do phong tục tập quán của gia đình nhà chồng quyết định, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "20"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_140",
    "question_type": "Trắc nghiệm",
    "text": "Đối tượng nào sau đây không có quyền yêu cầu Tòa án xác định cha, mẹ cho con chưa thành niên, con đã thành niên mất năng lực hành vi dân sự; xác định con cho cha, mẹ chưa thành niên hoặc mất năng lực hành vi dân sự",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "102"
      }
    ],
    "choices": {
      "A": "Cha, mẹ, con, người giám hộ",
      "B": "Người thân thích",
      "C": "Cơ quan quản lý nhà nước về gia đình; trẻ em",
      "D": "Hội liên hiệp phụ nữ."
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_385",
    "question_type": "Tự luận",
    "text": "Quyền hạn của viện kiểm sát nhân dân bao gồm những quyền nào?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "107"
      }
    ],
    "answer": "Quyền công tố và kiểm sát hoạt động tư pháp."
  },
  {
    "question_id": "train_alqac25_457",
    "question_type": "Trắc nghiệm",
    "text": "Phí trọng tài bao gồm bao nhiêu khoản chi phí?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "34"
      }
    ],
    "choices": {
      "A": "4",
      "B": "2",
      "C": "3",
      "D": "Cả 3 phương án trên đều sai"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_589",
    "question_type": "Trắc nghiệm",
    "text": "Thành viên hộ gia đình được tách hộ để đăng ký thường trú tại cùng một chỗ ở hợp pháp khi đáp ứng các điều kiện nào?",
    "choices": {
      "A": "Có năng lực hành vi dân sự đầy đủ; trường hợp có nhiều thành viên cùng đăng ký tách hộ để lập thành một hộ gia đình mới thì trong số các thành viên đó có ít nhất một người có năng lực hành vi dân sự đầy đủ.",
      "B": "Được chủ hộ, chủ sở hữu chỗ ở hợp pháp đồng ý, trừ trường hợp thành viên hộ gia đình đăng ký tách hộ là vợ, chồng đã ly hôn mà vẫn được cùng sử dụng chỗ ở hợp pháp đó.",
      "C": "Nơi thường trú của hộ gia đình không thuộc trường hợp quy định tại Điều 23 của Luật cư trú về địa điểm đăng ký thường trú mới.",
      "D": "Cả 3 đáp án A, B, C."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "25"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_443",
    "question_type": "Đúng/Sai",
    "text": "Nhà nước không có thẩm quyền trong khâu quản lý hướng dẫn việc đào tạo và bồi dưỡng trọng tài viên, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "15"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_105",
    "question_type": "Đúng/Sai",
    "text": "Đoàn Thanh niên Cộng sản Hồ Chí Minh thực hiện các hoạt động đối ngoại thanh niên, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Thanh niên",
        "article_id": "28"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_530",
    "question_type": "Đúng/Sai",
    "text": "Chồng có nghĩa vụ tôn trọng, giữ gìn và bảo vệ danh dự, nhân phẩm, uy tín cho vợ của mình, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "21"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_612",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Du Lịch, đâu không phải một hoạt động mà Nhà nước khuyến khích tổ chức, cá nhân thực hiện nhằm phát triển các loại dịch vụ du lịch khác?",
    "choices": {
      "A": "Cung cấp các dịch vụ có liên quan khác theo nhu cầu của khách du lịch và kể cả khi không phù hợp với quy định của pháp luật.",
      "B": "Cung cấp các dịch vụ y tế, chăm sóc sức khỏe, chăm sóc sắc đẹp trên cơ sở khai thác giá trị y học cổ truyền, y học hiện đại.\n",
      "C": "Đầu tư, xây dựng các chuỗi nhà hàng ăn uống, khu ẩm thực, lễ hội ẩm thực nhằm bảo tồn và phát huy các giá trị ẩm thực truyền thống, tiếp thu tinh hoa ẩm thực thế giới.",
      "D": "Cung cấp các dịch vụ có liên quan khác theo nhu cầu của khách du lịch và phù hợp với quy định của pháp luật."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "55"
      }
    ],
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_69",
    "question_type": "Trắc nghiệm",
    "text": "Điều kiện để giải quyết tranh chấp bằng trọng tài là gì?",
    "choices": {
      "A": "Các bên có thỏa thuận trọng tài, thỏa thuận này có thể được lập trước hoặc sau khi xảy ra tranh chấp",
      "B": "Trường hợp một bên tham gia thoả thuận trọng tài là cá nhân chết hoặc mất năng lực hành vi, thoả thuận trọng tài vẫn có hiệu lực đối với người thừa kế hoặc người đại diện theo pháp luật của người đó, trừ trường hợp các bên có thoả thuận khác.",
      "C": "Trường hợp một bên tham gia thỏa thuận trọng tài là tổ chức phải chấm dứt hoạt động, bị phá sản, giải thể, hợp nhất, sáp nhập, chia, tách hoặc chuyển đổi hình thức tổ chức, thỏa thuận trọng tài vẫn có hiệu lực đối với tổ chức tiếp nhận quyền và nghĩa vụ của tổ chức đó, trừ trường hợp các bên có thoả thuận khác.",
      "D": "Cả 3 phương án trên đều đúng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "5"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_403",
    "question_type": "Đúng/Sai",
    "text": "Kiểm soát thực trạng phân bố các nguồn ô nhiễm điểm và nguồn ô nhiễm diện phát sinh chất ô nhiễm môi trường nước trong vùng tác động cũng như nguy cơ ô nhiễm nước mặt xuyên biên giới là một trong những nội dung chính của kế hoạch quản lý chất lượng môi trường nước mặt. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "9"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_510",
    "question_type": "Đúng/Sai",
    "text": "Tổ chức, cá nhân nghiên cứu, chọn, tạo giống cây trồng có quyền hợp tác với tổ chức, cá nhân trong nước và nước ngoài để nghiên cứu, chọn, tạo giống cây trồng theo quy định của pháp luật. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "30"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_523",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Trồng trọt, đâu không phải là một quy định về việc chuyển đổi cơ cấu cây trồng trên đất trồng lúa?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "56"
      }
    ],
    "choices": {
      "A": "Phù hợp với quy hoạch sử dụng đất của địa phương, nhu cầu thị trường, điều kiện nguồn nước và khí hậu.",
      "B": "Có thể làm mất đi điều kiện cần thiết để trồng lúa trở lại trong trường hợp có mong muốn cá nhân.",
      "C": "Hình thành vùng sản xuất tập trung theo từng cây trồng gắn với dồn điền, đổi thửa, liên kết sản xuất theo chuỗi.",
      "D": "Bảo đảm khai thác hiệu quả cơ sở hạ tầng sẵn có; phù hợp với quy hoạch và định hướng hoàn thiện cơ sở hạ tầng phục vụ sản xuất nông nghiệp của địa phương."
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_253",
    "question_type": "Trắc nghiệm",
    "text": "Đương sự có quyền đòi hỏi tòa án xác minh, thu thập tài liệu, chứng cứ của vụ án mà tự mình không thể thực hiện được. Điều này áp dụng trong trường hợp nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "55"
      }
    ],
    "choices": {
      "A": "Khi đương sự quá bận và không có thời gian để tự xác minh, thu thập tài liệu",
      "B": "Khi tài liệu, chứng cứ cần xác minh, thu thập bị đương sự khác giấu kín",
      "C": "Khi đương sự không có khả năng tự xác minh, thu thập tài liệu do tài liệu đó thuộc về cơ quan, tổ chức, cá nhân khác",
      "D": "\nKhi tài liệu, chứng cứ cần xác minh, thu thập bị đương sự không cung cấp"
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_584",
    "question_type": "Trắc nghiệm",
    "text": "Bộ nào chịu trách nhiệm trước Chỉnh Phủ thực hiện quản lý nhà nước về Trọng tài?",
    "choices": {
      "A": "Bộ Tài Chính",
      "B": "Bộ Tư Pháp",
      "C": "Bộ Công An",
      "D": "Bộ Ngoại Giao"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "15"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_16",
    "question_type": "Đúng/Sai",
    "text": "Cơ sở dữ liệu về cư trú là tài sản quốc gia do Bộ Công an thống nhất quản lý, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "36"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_462",
    "question_type": "Trắc nghiệm",
    "text": "Theo quy định trong luật trọng tài thương mại, hội đồng trọng tài có thể áp dụng tối đa bao nhiêu biện pháp khẩn cấp tạm thời đối với các bên tranh chấp?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "49"
      }
    ],
    "choices": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_40",
    "question_type": "Đúng/Sai",
    "text": "Cơ quan nhà nước có thẩm quyền theo dõi, kiểm tra, và giám sát các hoạt động nghiên cứu, sản xuất chất ma túy (không bao gồm trồng cây có chứa chất ma túy), đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "13"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_426",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây nằm trong nội dung chính của báo cáo hiện trạng môi trường?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "120"
      }
    ],
    "choices": {
      "A": "Hiện trạng và diễn biến chất lượng của các loại rượu trên thị trường.",
      "B": "Tác động của trường học đối với kinh tế, xã hội.",
      "C": "Tổng quan về tự nhiên, kinh tế, xã hội.",
      "D": "Dự báo thách thức về thị trường."
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_698",
    "question_type": "Đúng/Sai",
    "text": "Trong tố tụng hành chính, trong mọi trường hợp, đương sự phải tự mình bảo vệ quyền và lợi ích hợp pháp của mình trong các giai đọan giải quyết vụ án hành chính, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "22"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_366",
    "question_type": "Trắc nghiệm",
    "text": "Theo Điều 7 Luật Tiếp cận thông tin, người đứng đầu cơ quan nhà nước quyết định việc cung cấp thông tin liên quan đến bí mật kinh doanh, đời sống riêng tư, bí mật cá nhân, bí mật gia đình trong trường hợp nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "choices": {
      "A": "Khi người sở hữu thông tin đồng ý.",
      "B": "Khi thông tin được công khai.",
      "C": "Khi cần thiết vì lợi ích công cộng.",
      "D": "Khi yêu cầu của cộng đồng."
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_463",
    "question_type": "Trắc nghiệm",
    "text": "Đơn yêu cầu áp dụng biện pháp khẩn cấp tạm thời phải có những nội dung nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "50"
      }
    ],
    "choices": {
      "A": "Ngày, tháng, năm làm đơn; Tên, địa chỉ của bên có yêu cầu và bên bị yêu cầu áp dụng biện pháp; tóm tắt nội dung tranh chấp; lý do áp dụng biện pháp khẩn cấp tạm thời; tên biện pháp và các yêu cầu cụ thể",
      "B": "Ngày, tháng, năm làm đơn; Tên, địa chỉ của bên có yêu cầu áp dụng biện pháp; tóm tắt nội dung tranh chấp; lý do áp dụng biện pháp khẩn cấp tạm thời; tên biện pháp và các yêu cầu cụ thể",
      "C": "Ngày, tháng, năm làm đơn; Tên, địa chỉ của bên có yêu cầu và bên bị yêu cầu áp dụng biện pháp; lý do áp dụng biện pháp khẩn cấp tạm thời; tên biện pháp và các yêu cầu cụ thể",
      "D": "Ngày, tháng, năm làm đơn; Tên, địa chỉ của bên có yêu cầu và bên bị yêu cầu áp dụng biện pháp; tóm tắt nội dung tranh chấp; tên biện pháp và các yêu cầu cụ thể"
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_119",
    "question_type": "Trắc nghiệm",
    "text": "Trong trường hợp thay đổi tên phim mà không thay đổi nội dung phim đã được cấp trong giấy phép phân loại phim, cơ quan nhà nước có thẩm quyền phải thông báo ít nhất bao nhiêu ngày kể từ khi nhận được thông báo từ tổ chức cá nhân?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "28"
      }
    ],
    "choices": {
      "A": "05 ngày",
      "B": "05 ngày làm việc",
      "C": "10 ngày",
      "D": "10 ngày làm việc"
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_545",
    "question_type": "Đúng/Sai",
    "text": "Các bên tranh chấp là cá nhân, cơ quan, tổ chức Việt Nam hoặc nước ngoài tham gia tố tụng trọng tài với tư cách nguyên đơn, bị đơn, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "3"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_342",
    "question_type": "Đúng/Sai",
    "text": "Có thể tiếp cận thông tin liên quan đến bí mật kinh doanh không cần chủ sở hữu bí mật kinh doanh đồng ý, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_544",
    "question_type": "Đúng/Sai",
    "text": "Ly hôn giả tạo là việc chấm dứt quan hệ vợ chồng theo bản án, quyết định có hiệu lực pháp luật của Tòa án, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "3"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_38",
    "question_type": "Đúng/Sai",
    "text": "Vợ, chồng phải đóng góp tài sản riêng của mình để đáp ứng nhu cầu thiết yếu của gia đình, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "30"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_227",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây KHÔNG đúng về hậu quả của việc huỷ bỏ hợp đồng?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "427"
      }
    ],
    "choices": {
      "A": "Các bên phải hoàn trả cho nhau những gì đã nhận sau khi trừ chi phí hợp lý trong thực hiện hợp đồng và chi phí bảo quản, phát triển tài sản.",
      "B": "Bên bị thiệt hại do hành vi vi phạm nghĩa vụ của bên kia được bồi thường.",
      "C": "Khi hợp đồng bị hủy bỏ thì hợp đồng không có hiệu lực từ thời điểm giao kết, các bên không phải thực hiện nghĩa vụ trong tất cả các thỏa thuận",
      "D": "Việc giải quyết hậu quả của việc hủy bỏ hợp đồng liên quan đến quyền nhân thân do Bộ luật này và luật khác có liên quan quy định."
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_640",
    "question_type": "Đúng/Sai",
    "text": "Khoảng thời gian xảy ra trở ngại khách quan làm cho chủ thể có quyền khởi kiện không thể khởi kiện vụ án dân sự trong phạm vi thời hiệu theo quy định của pháp luật thì không tính vào thời hiệu khởi kiện, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "156"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_323",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Tiếp cận thông tin, tiếp cận thông tin bao gồm những hoạt động nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "2"
      }
    ],
    "choices": {
      "A": "Đọc và xem thông tin.",
      "B": "Ghi chép và sao chép thông tin.",
      "C": "Tất cả các hoạt động được nêu trên.",
      "D": "Nghe và ghi âm thông tin."
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_357",
    "question_type": "Trắc nghiệm",
    "text": "Điều 6 của Luật Tiếp cận thông tin đề cập đến việc tiếp cận thông tin nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "6"
      }
    ],
    "choices": {
      "A": "Thông tin cá nhân của công dân",
      "B": "Thông tin công việc của cán bộ nhà nước",
      "C": "Thông tin đối ngoại của Nhà nước",
      "D": "Thông tin về lĩnh vực chính trị, quốc phòng, an ninh quốc gia, đối ngoại, kinh tế, khoa học, công nghệ và các lĩnh vực khác theo quy định của luật"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_108",
    "question_type": "Trắc nghiệm",
    "text": "Đâu không phải là chính sách được nhà nước ban hành đối với sinh viên tình nguyện?",
    "relevant_articles": [
      {
        "law_id": "Luật Thanh niên",
        "article_id": "23"
      }
    ],
    "choices": {
      "A": "Tham gia khắc phục hậu quả thiên tai, dịch bệnh; bảo vệ môi trường; giữ gìn trật tự, an toàn xã hội, quốc phòng, an ninh quốc gia;",
      "B": "Tạo lập các kênh thông tin để thanh niên được tiếp cận và tham gia hoạt động tình nguyện",
      "C": "Xây dựng chương trình, dự án đưa thanh niên tình nguyện về làm việc tại các vùng có điều kiện kinh tế - xã hội đặc biệt khó khăn, biên giới, hải đảo",
      "D": "Khuyến khích tổ chức, cá nhân hỗ trợ thanh niên tham gia hoạt động tình nguyện vì lợi ích của cộng đồng, xã hội."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_606",
    "question_type": "Trắc nghiệm",
    "text": "Các nội dung đánh giá viên chức quản lý bao gồm các nội dung nào?",
    "choices": {
      "A": "Tinh thần trách nhiệm, thái độ phục vụ nhân dân, tinh thần hợp tác với đồng nghiệp và việc thực hiện quy tắc ứng xử của viên chức;",
      "B": "Năng lực lãnh đạo, quản lý, điều hành và tổ chức thực hiện nhiệm vụ;",
      "C": "Kết quả hoạt động của đơn vị được giao quản lý, phụ trách.",
      "D": "Cả 3 đáp án A,B,C đều đúng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "41"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_535",
    "question_type": "Đúng/Sai",
    "text": "Viên chức thuộc một đơn vị sự nghiệp công lập hiện tại không được tham gia hợp đồng vụ, việc với các đơn vị, cơ quan, tổ chức khác là đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "14"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_380",
    "question_type": "Trắc nghiệm",
    "text": "Theo hiến pháp, cấp độ giáo dục tối thiếu mà mỗi công dân thụ hưởng mà nhà nước phải bảo đảm là gì?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "61"
      }
    ],
    "choices": {
      "A": "giáo dục mầm non.",
      "B": "giáo dục tiểu học.",
      "C": "giáo dục trung học.",
      "D": "giáo dục đại học."
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_674",
    "question_type": "Đúng/Sai",
    "text": " Cơ quan hành chính nhà nước cao nhất của nước Cộng hoà xã hội chủ nghĩa Việt Nam là Chính Phủ, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "94"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_605",
    "question_type": "Trắc nghiệm",
    "text": "Các hình thức đào tạo và bồi dưỡng viên chức gồm các hình thức nào?",
    "choices": {
      "A": "Đào tạo, bồi dưỡng theo tiêu chuẩn chức vụ quản lý",
      "B": "Bồi dưỡng theo tiêu chuẩn chức danh nghề nghiệp",
      "C": "Bồi dưỡng nhằm bổ sung, cập nhật kiến thức, kỹ năng phục vụ hoạt động nghề nghiệp",
      "D": "Cả 3 đáp án A,B,C đều đúng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "33"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_670",
    "question_type": "Đúng/Sai",
    "text": "Giấy phép phân loại phim do cơ quan nhà nước có thẩm quyền cấp theo quy định của pháp luật điện ảnh có giá trị trong toàn quốc, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "27"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_280",
    "question_type": "Trắc nghiệm",
    "text": "Văn bản ủy quyền cho người đại diện theo ủy quyền kháng cáo bản án, quyết định tạm đình chỉ, đình chỉ giải quyết vụ án của Tòa án cấp sơ thẩm cần phải được thực hiện như thế nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "205"
      }
    ],
    "choices": {
      "A": "Lập thành văn bản có công chứng, chứng thực hợp pháp",
      "B": "\nLập thành văn bản không cần công chứng, chứng thực hợp pháp",
      "C": "Chỉ cần lập văn bản, không cần công chứng, chứng thực hợp pháp",
      "D": "cả A, B, C đều sai"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_283",
    "question_type": "Tự luận",
    "text": "Khi xem xét quyết định của Tòa án cấp sơ thẩm bị kháng cáo, kháng nghị, Hội đồng xét xử phúc thẩm có quyền gì?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "243"
      }
    ],
    "answer": "Giữ nguyên quyết định của Tòa án cấp sơ thẩm; sửa quyết định của Tòa án cấp sơ thẩm; hủy quyết định của Tòa án cấp sơ thẩm và chuyển hồ sơ vụ án cho Tòa án cấp sơ thẩm để tiếp tục giải quyết vụ án."
  },
  {
    "question_id": "train_alqac25_472",
    "question_type": "Đúng/Sai",
    "text": "Bảo vệ an ninh mạng là phòng ngừa, phát hiện, ngăn chặn, xử lý hành vi xâm phạm an ninh mạng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "2"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_444",
    "question_type": "Đúng/Sai",
    "text": "Tuyên truyền và phổ biến pháp luật về trọng tài là một trong những nội dung quản lý của nhà nước về trọng tài thương mại, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "15"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_657",
    "question_type": "Đúng/Sai",
    "text": "Nguyễn Văn A sinh ngày 03/10/2003 thì ngày 03/10/2023 A đủ tuổi kết hôn, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "8"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_440",
    "question_type": "Tự luận",
    "text": "lượng khí nhà kính của quốc gia, tổ chức, cá nhân được phép phát thải trong một khoảng thời gian xác định, được tính theo tấn khí carbon dioxide (CO2) hoặc tấn khí carbon dioxide (CO2) tương đương gọi là gì",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "3"
      }
    ],
    "answer": "Hạn ngạch phát thải khí nhà kính"
  },
  {
    "question_id": "train_alqac25_614",
    "question_type": "Trắc nghiệm",
    "text": "Chồng không có quyền yêu cầu ly hôn \ntrong trường hợp nào ?",
    "choices": {
      "A": "Vợ bị bệnh tâm thần, không thể nhận thức, làm chủ hành vi của mình.",
      "B": "\bVợ ngoại tình với người đàn ông khác.",
      "C": "Vợ đang có thai, sinh con hoặc đang \nnuôi con dưới 12 tháng tuổi.",
      "D": "\bHai vợ chồng không hợp nhau, thường xuyên xảy ra xung đột, cãi vã. "
    },
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "51"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_630",
    "question_type": "Đúng/Sai",
    "text": "Người đủ 16 tuổi đang cai nghiện ma túy bắt buộc mà bị phát hiện thực hiện hành vi phạm tội trước hoặc trong thời gian chấp hành quyết định cai nghiện ma túy bắt buộc và bị Tòa án xử phạt tù nhưng không được hưởng án treo thì không được miễn chấp hành thời gian còn lại trong quyết định đưa vào cơ sở cai nghiện bắt buộc, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "39"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_564",
    "question_type": "Đúng/Sai",
    "text": "Người cai nghiện ma túy tự nguyện tại cơ sở cai nghiện ma túy phải có trách nhiệm nộp chi phí liên quan đến cai nghiện ma túy, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "31"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_658",
    "question_type": "Đúng/Sai",
    "text": "Chồng có nghĩa vụ giúp đỡ vợ trong việc tham gia hoạt động văn hóa, chính trị, kinh tế, xã hội, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "23"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_26",
    "question_type": "Đúng/Sai",
    "text": "Trách nhiệm của người sử dụng ma túy là phải chấp hành việc quản lý của cơ quan nhà nước, cụ thể là Ủy ban nhân dân cấp xã, phường, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "24"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_485",
    "question_type": "Đúng/Sai",
    "text": "Khi tham gia trên không gian mạng, trẻ em có quyền được bảo vệ, tiếp cận thông tin, tham gia hoạt động xã hội, vui chơi, giải trí, giữ bí mật cá nhân, đời sống riêng tư và các quyền khác, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "29"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_32",
    "question_type": "Đúng/Sai",
    "text": "Bộ trưởng Bộ Giáo dục và Đào tạo không được quy định ngưỡng đầu vào trình độ cao đẳng, trình độ đại học thuộc ngành đào tạo giáo viên, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "6"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_85",
    "question_type": "Trắc nghiệm",
    "text": "Hành vi nào sau đây bị cấm?",
    "choices": {
      "A": "Cưỡng ép ly hôn, lừa dối ly hôn, cản trở ly hôn.",
      "B": "Yêu sách của cải trong kết hôn.",
      "C": "Thực hiện sinh con bằng kỹ thuật hỗ trợ sinh sản vì mục đích thương mại.",
      "D": "Cả 3 đáp án A, B, C đều đúng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "5"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_531",
    "question_type": "Đúng/Sai",
    "text": "Thoả thuận trọng tài hoàn toàn độc lập với hợp đồng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "19"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_694",
    "question_type": "Đúng/Sai",
    "text": "\nNgười 20 tuổi là người thành niên, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "20"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_157",
    "question_type": "Đúng/Sai",
    "text": "Cơ sở giáo dục nghề nghiệp, cơ sở giáo dục đại học không cần có trách nhiệm phối hợp với cơ sở giáo dục thường xuyên trong việc cung cấp nguồn học liệu cho cơ sở giáo dục thường xuyên để đáp ứng nhu cầu học tập của người học, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "46"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_726",
    "question_type": "Trắc nghiệm",
    "text": "Trường hợp nào dưới đây các bên trong quan hệ hợp đồng được thỏa thuận lựa chọn pháp luật áp dụng đối với hợp đồng?",
    "choices": {
      "A": "Trường hợp hợp đồng có đối tượng là bất động sản",
      "B": "Trường hợp thoả thuận thay đổi pháp luật áp dụng đối với hợp đồng có ảnh hưởng đến quyền, lợi ích hợp pháp của người thứ ba",
      "C": "Trường hợp pháp luật do các bên lựa chọn trong hợp đồng lao động, hợp đồng tiêu dùng có ảnh hưởng đến quyền lợi tối thiểu của người lao động, người tiêu dùng theo quy định của pháp luật Việt Nam",
      "D": "Tất cả đều sai"
    },
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "683"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_359",
    "question_type": "Trắc nghiệm",
    "text": "Mục đích chính của Điều 6 Luật Tiếp cận thông tin là gì?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "6"
      }
    ],
    "choices": {
      "A": "Bảo vệ lợi ích của Nhà nước",
      "B": "Hạn chế quyền tiếp cận thông tin của công dân",
      "C": "Tăng cường tính mạng và cuộc sống của người khác",
      "D": "Đảm bảo đạo đức xã hội"
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_419",
    "question_type": "Đúng/Sai",
    "text": "Việc đánh giá sự lựa chọn công nghệ, hạng mục công trình và hoạt động của dự án đầu tư có khả năng tác động xấu đến môi trường là một nội dung trong báo cáo đánh giá tác động môi trường. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "32"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_659",
    "question_type": "Đúng/Sai",
    "text": "Công chức thuộc Cơ quan thi hành án có trình độ đại học và đã qua thực tế công tác theo ngành đã học từ 5 năm trở lên đủ tiêu chuẩn làm Trọng tài viên, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "20"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_468",
    "question_type": "Tự luận",
    "text": "Chuẩn bị phiên họp giải quyết tranh chấp bao gồm những nội dung nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "54"
      }
    ],
    "answer": "Trong trường hợp các bên không có thoả thuận khác hoặc quy tắc tố tụng của Trung tâm trọng tài không có quy định khác, hội đồng trọng tài quyết định thời gian và địa điểm mở phiên họp. Giấy triệu tập tham dự phiên họp phải được gửi cho các bên chậm nhất 30 ngày trước ngày mở phiên họp."
  },
  {
    "question_id": "train_alqac25_488",
    "question_type": "Trắc nghiệm",
    "text": "“An ninh mạng” là gì?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "2"
      }
    ],
    "choices": {
      "A": "Là sự giám sát hoạt động trên không gian mạng không gây phương hại đến an ninh quốc gia, trật tự, an toàn xã hội, quyền và lợi ích hợp pháp của cơ quan, tổ chức, cá nhân.",
      "B": "Là sự kiểm tra hoạt động trên không gian mạng không gây phương hại đến an ninh quốc gia, trật tự, an toàn xã hội, quyền và lợi ích hợp pháp của cơ quan, tổ chức, cá nhân.",
      "C": "Là sự bảo đảm hoạt động trên không gian mạng không gây phương hại đến an ninh quốc gia, trật tự, an toàn xã hội, quyền và lợi ích hợp pháp của cơ quan, tổ chức, cá nhân.",
      "D": "Là sự phòng ngừa, phát hiện, ngăn chặn, xử lý hành vi xâm phạm an ninh mạng."
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_200",
    "question_type": "Đúng/Sai",
    "text": "Chủ sở hữu luôn phải chịu rủi ro về tài sản thuộc sở hữu của mình, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "162"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_466",
    "question_type": "Tự luận",
    "text": "Bên được thi hành phán quyết có thể làm gì khi bên bị thi hành phán quyết không tự nguyện thi hành phán quyết sau khi hết thời hạn thi hành phán quyết trọng tài?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "66"
      }
    ],
    "answer": "Bên được thi hành phán quyết trọng tài có thể làm đơn yêu cầu cơ quan thi hành án dân sự có thẩm quyền thi hành phán quyết trọng tài."
  },
  {
    "question_id": "train_alqac25_59",
    "question_type": "Trắc nghiệm",
    "text": "Có bao nhiêu trình độ giáo dục nghề nghiệp được đào tạo?",
    "choices": {
      "A": "Trình độ sơ cấp và trung cấp",
      "B": "Trình độ cao đẳng",
      "C": "Chương trình đào tạo nghề nghiệp khác cho người học",
      "D": "Cả A, B, C đều đúng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "35"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_486",
    "question_type": "Đúng/Sai",
    "text": "Doanh nghiệp cung cấp dịch vụ trên không gian mạng tại Việt Nam không có trách nhiệm phối hợp, tạo điều kiện cho lực lượng chuyên trách bảo vệ an ninh mạng trong bảo vệ an ninh mạng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "41"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_116",
    "question_type": "Đúng/Sai",
    "text": "Cơ sở điện ảnh phổ biến phim có quyền thực hiện quảng cáo phim và dịch vụ khác phục vụ người xem theo quy định của pháp luật, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "18"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_90",
    "question_type": "Trắc nghiệm",
    "text": "Các biện pháp cai nghiện ma túy là những biện pháp nào sau đây?",
    "choices": {
      "A": "Cai nghiện ma túy tự nguyện",
      "B": "Cai nghiện ma túy bắt buộc",
      "C": "Cả A, B đều đúng",
      "D": "Cả A, B đều sai"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "28"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_162",
    "question_type": "Trắc nghiệm",
    "text": "Nhà trường khi thực hiện sáp nhập, chia, tách phải bảo đảm các yêu cầu gì?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "51"
      }
    ],
    "choices": {
      "A": "Đáp ứng nhu cầu phát triển kinh tế - xã hội",
      "B": "Bảo đảm quyền, lợi ích của nhà giáo và người học",
      "C": "Góp phần nâng cao chất lượng và hiệu quả giáo dục",
      "D": "Cả A, B, C đều đúng"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_120",
    "question_type": "Trắc nghiệm",
    "text": "Trong trường hợp nào thì tổ chức, cá nhân sẽ bị thu hồi giấy phép phân loại phim?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "29"
      }
    ],
    "choices": {
      "A": "Trường hợp vì lý do quốc phòng, an ninh, thiên tai, dịch bệnh hoặc tình trạng khẩn cấp",
      "B": "Thông tin trong hồ sơ đề nghị cấp Giấy phép phân loại phim là giả mạo",
      "C": "Trường hợp vi phạm các hành vi bị nghiêm cấm trong hoạt động điện ảnh",
      "D": "Tất cả A,B,C đều sai"
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_576",
    "question_type": "Đúng/Sai",
    "text": "Nền giáo dục Việt Nam là nền giáo dục xã hội chủ nghĩa có tính nhân dân, và dân tộc, mang tính khoa học, hiện đại, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "3"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_34",
    "question_type": "Đúng/Sai",
    "text": "Nhà văn hóa, đơn vị chiếu phim, câu lạc bộ và hiệp hội chiếu phim công cộng, đội chiếu phim lưu động của Việt Nam được phép tham gia hợp tác kinh doanh với nhà cung cấp dịch vụ nước ngoài là đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "8"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_401",
    "question_type": "Tự luận",
    "text": "Chủ tịch nước chịu trách nhiệm và báo cáo công tác trước cơ quan nào?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "87"
      }
    ],
    "answer": "Quốc hội"
  },
  {
    "question_id": "train_alqac25_220",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây KHÔNG đúng về quyền của bên nhận cầm cố?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "313"
      }
    ],
    "choices": {
      "A": "Sử dụng tài sản cầm cố để bảo đảm thực hiện nghĩa vụ khác",
      "B": "Bảo quản, giữ gìn tài sản cầm cố; nếu làm mất, thất lạc hoặc hư hỏng tài sản cầm cố thì phải bồi thường thiệt hại cho bên cầm cố.",
      "C": "Không được cho thuê, cho mượn, khai thác công dụng, hưởng hoa lợi, lợi tức từ tài sản cầm cố, trừ trường hợp có thỏa thuận khác.",
      "D": "Trả lại tài sản cầm cố và giấy tờ liên quan, nếu có khi nghĩa vụ được bảo đảm bằng cầm cố chấm dứt hoặc được thay thế bằng biện pháp bảo đảm khác."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_396",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào là quyền hạn của chính phủ?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "96"
      }
    ],
    "choices": {
      "A": "Quản lý các tổ chức nước ngoài không nằm trên lãnh thổ Việt Nam.",
      "B": "Trực tiếp bãi nhiệm chủ tịch Quốc hội.",
      "C": "Sửa đổi, thay thế hiến pháp.",
      "D": "Tổ chức thi hành Hiến pháp, luật, nghị quyết của Quốc hội, pháp lệnh, nghị quyết của Ủy ban thường vụ Quốc hội, lệnh, quyết định của Chủ tịch nước."
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_146",
    "question_type": "Trắc nghiệm",
    "text": "Việc giải quyết tài sản là bất động sản ở nước ngoài khi ly hôn tuân theo pháp luật ở nơi nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "127"
      }
    ],
    "choices": {
      "A": "Nơi đăng ký kết hôn",
      "B": "Nơi có bất động sản",
      "C": "Nơi thường trú của người nước ngoài",
      "D": "Nơi thường trú của công dân Việt Nam"
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_675",
    "question_type": "Đúng/Sai",
    "text": "Bộ trưởng Bộ Văn hóa, Thể thao và Du lịch có thẩm quyền quy định tiêu chí phân loại phim áp dụng chung cho các hình thức phổ biến phim, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "32"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_508",
    "question_type": "Đúng/Sai",
    "text": "Khảo nghiệm giá trị canh tác, giá trị sử dụng của giống cây trồng không bao gồm khảo nghiệm diện rộng trên đồng ruộng. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "18"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_117",
    "question_type": "Trắc nghiệm",
    "text": "Phim Việt Nam là phim có các yếu tố nào sau đây?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "3"
      }
    ],
    "choices": {
      "A": "Có chủ sở hữu là tổ chức, cá nhân Việt Nam",
      "B": "Có đạo diễn có quốc tịch Việt Nam",
      "C": "Có cơ sở điện ảnh Việt Nam tham gia sản xuất phim",
      "D": "Cả A,B,C đều sai"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_243",
    "question_type": "Đúng/Sai",
    "text": "Thẩm phán có quyền tổ chức phiên tòa, phiên họp để giải quyết vụ án hành chính theo quy định của Luật hành chính này đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "38"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_548",
    "question_type": "Đúng/Sai",
    "text": "Phương tiện vận tải khách du lịch có biển hiệu được vận tải hành khách theo hợp đồng và được ưu tiên bố trí nơi neo đậu, dừng, đỗ để đón, trả khách du lịch tại sân bay, bến cảng, nhà ga, bến xe, trong khu du lịch, gần điểm du lịch, cơ sở lưu trú du lịch. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "46"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_527",
    "question_type": "Đúng/Sai",
    "text": "Lưu trú là việc công dân sinh sống tại một địa điểm thuộc đơn vị hành chính cấp xã hoặc đơn vị hành chính cấp huyện ở nơi không có đơn vị hành chính cấp xã (sau đây gọi chung là đơn vị hành chính cấp xã), đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "2"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_41",
    "question_type": "Đúng/Sai",
    "text": "Cơ sở cai nghiện ma túy không có trách nhiệm cấp giấy xác nhận hoàn thành cai nghiện ma túy tự nguyện cho người cai nghiện ma túy, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "31"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_225",
    "question_type": "Trắc nghiệm",
    "text": "Việc cầm giữ tài sản KHÔNG chấm dứt trong trường hợp sau đây?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "350"
      }
    ],
    "choices": {
      "A": "Bên cầm giữ không còn chiếm giữ tài sản trên thực tế",
      "B": "Các bên thỏa thuận sử dụng biện pháp bảo đảm khác để thay thế cho cầm giữ",
      "C": "Một phần nghĩa vụ đã được thực hiện xong",
      "D": "Tài sản cầm giữ không còn"
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_592",
    "question_type": "Trắc nghiệm",
    "text": "Trường hợp nào địa điểm tranh chấp bằng trọng tài ở trong lãnh thổ Việt Nam?",
    "choices": {
      "A": "Các bên thỏa thuận địa điểm giải quyết tranh chấp ở ngoài lãnh thổ Việt Nam.",
      "B": "Các bên không thỏa thuận được địa điểm giải quyết tranh chấp, hội đồng trọng tài quyết định địa điểm giải quyết tranh chấp ở ngoài lãnh thổ Việt Nam. ",
      "C": "Các bên thỏa thuận địa điểm giải quyết tranh chấp ở trong lãnh thổ Việt Nam.",
      "D": "Cả 3 phương án trên đều đúng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "11"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_588",
    "question_type": "Trắc nghiệm",
    "text": "Tổ chức, cá nhân kinh doanh dịch vụ lưu trú du lịch có nghĩa vụ nào sau đây?",
    "choices": {
      "A": "Niêm yết công khai giá bán hàng hóa và dịch vụ, nội quy của cơ sở lưu trú du lịch.",
      "B": "Bồi thường thiệt hại cho khách du lịch theo quy định của pháp luật về dân sự.",
      "C": "Cả A và B đều đúng.",
      "D": "Cả A và B đều sai."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "53"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_213",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây KHÔNG đúng về vệc bảo đảm an toàn trong trường hợp cây cối, công trình có nguy cơ gây thiệt hại?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "177"
      }
    ],
    "choices": {
      "A": "Trường hợp cây cối, công trình xây dựng có nguy cơ sập đổ xuống bất động sản liền kề và xung quanh thì chủ sở hữu tài sản thực hiện ngay các biện pháp khắc phục, chặt cây, sửa chữa hoặc dỡ bỏ công trình xây dựng đó theo yêu cầu của chủ sở hữu bất động sản liền kề và xung quanh hoặc theo yêu cầu của cơ quan nhà nước có thẩm quyền",
      "B": "Trường hợp cây cối, công trình xây dựng có nguy cơ sập đổ xuống bất động sản liền kề và xung quanh và chủ sở hữu tài sản không tự nguyện thực hiện ngay các biện pháp khắc phục, chặt cây, sửa chữa hoặc dỡ bỏ công trình xây dựng đó theo yêu cầu của chủ sở hữu bất động sản liền kề và xung quanh hoặc theo yêu cầu của cơ quan nhà nước có thẩm quyền thì chủ sở hữu bất động sản liền kề và xung quanh có quyền chặt cây, phá dỡ.",
      "C": "Chi phí chặt cây, phá dỡ do chủ sở hữu cây cối, công trình xây dựng chịu.",
      "D": "Khi xây dựng công trình vệ sinh, kho chứa chất độc hại và các công trình khác mà việc sử dụng có khả năng gây ô nhiễm môi trường thì chủ sở hữu tài sản đó phải xây cách mốc giới một khoảng cách và ở vị trí hợp lý, phải bảo đảm vệ sinh, an toàn và không làm ảnh hưởng đến chủ sở hữu bất động sản khác."
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_212",
    "question_type": "Đúng/Sai",
    "text": "Ranh giới giữa các bất động sản liền kề phải được xác định theo thoả thuận hoặc theo quyết định của cơ quan nhà nước có thẩm quyền, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "175"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_101",
    "question_type": "Đúng/Sai",
    "text": "Theo luật viên chức, một trong các nguyên tắc trong hoạt động nghề nghiệp của viên chức là chịu sự thanh tra, kiểm tra, giám sát của cơ quan, tổ chức có thẩm quyền và của nhân dân, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "5"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_567",
    "question_type": "Đúng/Sai",
    "text": "Một trong những điều kiện kinh doanh dịch vụ lưu trú du lịch là đáp ứng điều kiện tối thiểu về cơ sở vật chất kỹ thuật và dịch vụ phục vụ khách du lịch. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "49"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_709",
    "question_type": "Trắc nghiệm",
    "text": "Quãng thời gian cai nghiện ma túy tự nguyện tại cơ sở cai nghiện ma túy là bao lâu?",
    "choices": {
      "A": "Từ 1 tháng đến 5 tháng",
      "B": "Từ nửa năm đến một năm",
      "C": "Trên 1 năm",
      "D": "Trên 2 năm"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "31"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_223",
    "question_type": "Trắc nghiệm",
    "text": "Bảo lãnh KHÔNG chấm dứt trong trường hợp nào sau đây?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "343"
      }
    ],
    "choices": {
      "A": "Bên bảo lãnh đã thực hiện một phần nghĩa vụ bảo lãnh",
      "B": "Nghĩa vụ được bảo lãnh chấm dứt",
      "C": "Việc bảo lãnh được hủy bỏ hoặc được thay thế bằng biện pháp bảo đảm khác",
      "D": "Theo thỏa thuận của các bên"
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_406",
    "question_type": "Đúng/Sai",
    "text": "Đánh giá công tác quản lý, kiểm soát ô nhiễm không khí cấp quốc gia và nhận định các nguyên nhân chính gây ô nhiễm môi trường không khí là một trong những nội dung chính của Kế hoạch quốc gia về quản lý chất lượng môi trường không khí. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "13"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_129",
    "question_type": "Đúng/Sai",
    "text": "Khi vợ chồng thật sự tự nguyện ly hôn \nvà đã thỏa thuận về việc chia tài sản, \nviệc trông nom, nuôi dưỡng, chăm sóc, \ngiáo dục con trên cơ sở đảm bảo quyền \nlợi chính đáng của vợ và con thì Tòa án \ngiải quyết việc ly hôn, đúng hay sai ?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "55"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_266",
    "question_type": "Đúng/Sai",
    "text": "Trang phục thảnh thơi, không cần nghiêm chỉnh, cũng được chấp nhận trong phòng xử án, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "153"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_580",
    "question_type": "Trắc nghiệm",
    "text": "Khi không có quy định cụ thể và không có thỏa thuận giữa các bên, tập quán áp dụng trong hôn nhân và gia đình phải đáp ứng những điều sau, trừ điều nào?",
    "choices": {
      "A": "Không trái với nguyên tắc quy định tại Điều 2 của Luật Hôn nhân và gia đình.",
      "B": "Không vi phạm các điều cấm của Luật Hôn nhân và gia đình.",
      "C": "Tập quán phải phù hợp với bản sắc của mỗi dân tộc.",
      "D": "Chính phủ không có quyền quy định chi tiết về tập quán trong trường hợp này."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "7"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_276",
    "question_type": "Trắc nghiệm",
    "text": "Người kháng cáo cần ghi những thông tin gì trong đơn kháng cáo?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "205"
      }
    ],
    "choices": {
      "A": "Ngày làm đơn kháng cáo",
      "B": "Tên, địa chỉ, số điện thoại, fax, địa chỉ thư điện tử của người kháng cáo",
      "C": "Kháng cáo toàn bộ hoặc một phần của bản án, quyết định của Tòa án cấp sơ thẩm, Lý do của việc kháng cáo và yêu cầu của người kháng cáo",
      "D": "Cả A, B và C."
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_177",
    "question_type": "Trắc nghiệm",
    "text": "Trường chuyên được thành lập ở cấp trung học phổ thông dành cho học sinh đạt kết quả xuất sắc trong học tập nhằm phát triển năng khiếu về một số môn học trên cơ sở nào sau đây?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "62"
      }
    ],
    "choices": {
      "A": "Bảo đảm giáo dục phổ thông toàn diện",
      "B": "Tạo nguồn đào tạo nhân tài",
      "C": "Đáp ứng yêu cầu phát triển của đất nước",
      "D": "Cả A, B, C đều đúng"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_608",
    "question_type": "Trắc nghiệm",
    "text": "Mang thai hộ vì mục đích thương mại là gì?",
    "choices": {
      "A": "Việc một phụ nữ mang thai cho người khác với mục đích kỹ thuật hỗ trợ sinh sản.",
      "B": "Việc một phụ nữ mang thai cho người khác với mục đích hưởng lợi về kinh tế hoặc lợi ích khác.",
      "C": "Việc một phụ nữ mang thai cho người khác miễn phí.",
      "D": "Việc một phụ nữ mang thai cho người khác mà không sử dụng kỹ thuật hỗ trợ sinh sản."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "3"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_581",
    "question_type": "Trắc nghiệm",
    "text": "Hồ sơ đề nghị cấp đổi thẻ hướng dẫn viên du lịch không bao gồm điều nào dưới đây?",
    "choices": {
      "A": "Đơn đề nghị giải quyết tranh chấp đất đai theo mẫu quy định.",
      "B": "Đơn đề nghị cấp đổi thẻ hướng dẫn viên du lịch theo mẫu do Bộ trưởng Bộ Văn hóa, Thể thao và Du lịch quy định.",
      "C": "Thẻ hướng dẫn viên du lịch đã được cấp.",
      "D": "Bản sao có chứng thực giấy chứng nhận đã qua khóa cập nhật kiến thức cho hướng dẫn viên du lịch do cơ quan nhà nước có thẩm quyền cấp."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "62"
      }
    ],
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_542",
    "question_type": "Đúng/Sai",
    "text": "Vợ chồng có nghĩa vụ sống chung với nhau trong bất kỳ hoàn cảnh, lý do nào, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "19"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_407",
    "question_type": "Đúng/Sai",
    "text": "Việc đánh giá, theo dõi và công khai thông tin về chất lượng môi trường không khí cũng như cảnh báo cho cộng đồng dân cư và triển khai biện pháp xử lý trong trường hợp chất lượng môi trường không khí bị ô nhiễm gây tác động đến sức khỏe cộng đồng là trách nhiệm của các nhà khoa học tự do, không hề liên quan đến bất kỳ một cơ quan, tổ chức nào thuộc bộ máy chính phủ nhà nước cả. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "14"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_423",
    "question_type": "Trắc nghiệm",
    "text": "Thông tin về môi trường không bao gồm điều nào dưới đây?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "114"
      }
    ],
    "choices": {
      "A": "Thông tin về chất ô nhiễm, dòng thải các chất ô nhiễm ra môi trường, nguồn ô nhiễm.",
      "B": "Thông tin về chất thải rắn, chất thải nguy hại, nước thải, khí thải và các loại chất thải khác theo quy định của pháp luật.",
      "C": "Thông tin về giá cả các mã chứng khoán trên thị trường chứng khoán.",
      "D": "Thông tin về chỉ tiêu thống kê môi trường, chất lượng môi trường, ô nhiễm môi trường."
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_353",
    "question_type": "Đúng/Sai",
    "text": "Người đứng đầu cơ quan nhà nước có quyền cung cấp thông tin liên quan đến bí mật kinh doanh, đời sống riêng tư, bí mật cá nhân, bí mật gia đình mà không cần sự đồng ý chỉ theo quy định tại khoản 1 Điều 7 Luật Tiếp cận thông tin, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_267",
    "question_type": "Đúng/Sai",
    "text": "Mọi người trong phòng xử án không cần đứng dậy khi Hội đồng xét xử vào phòng xử án và khi tuyên án, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "153"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_400",
    "question_type": "Tự luận",
    "text": "Ai là người đứng đầu Nhà nước, thay mặt nước Cộng hòa xã hội chủ nghĩa Việt Nam về đối nội và đối ngoại?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "86"
      }
    ],
    "answer": "chủ tịch nước"
  },
  {
    "question_id": "train_alqac25_196",
    "question_type": "Đúng/Sai",
    "text": "Thời hiệu khởi kiện vụ án dân sự được tính từ ngày phát sinh quyền yêu cầu, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "154"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_409",
    "question_type": "Đúng/Sai",
    "text": "Khu vực ô nhiễm môi trường đất là khu vực đất có chất ô nhiễm dưới mức cho phép theo quy chuẩn kỹ thuật môi trường. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "16"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_696",
    "question_type": "Đúng/Sai",
    "text": "Theo Luật Trồng trọt, cây hằng năm là loại cây được gieo trồng một lần, sinh trưởng trong nhiều năm và cho thu hoạch một hoặc nhiều lần. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "2"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_56",
    "question_type": "Trắc nghiệm",
    "text": "Trường hợp nào sau đây ngôn ngữ được sử dụng trong tố tụng không phải là tiếng Việt?",
    "choices": {
      "A": "Tranh chấp có yếu tố nước ngoài, các bên không thể thỏa thuận về ngôn ngữ tố tụng, Hội đồng trọng tài quyết định sử dụng tiếng Việt.",
      "B": "Tranh chấp có yếu tố nước ngoài và một trong các bên không sử dụng được tiếng Việt và các bên thỏa thuận sử dụng tiếng Anh làm ngôn ngữ tố tụng.",
      "C": "Tranh chấp không có yếu tố nước ngoài, một trong các bên không sử dụng được tiếng Việt.",
      "D": "Tranh chấp mà ít nhất một bên là doanh nghiệp có vốn đầu tư nước ngoài và các bên thỏa thuận sử dụng tiếng Việt làm ngôn ngữ tố tụng."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "10"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_48",
    "question_type": "Đúng/Sai",
    "text": "Trong tranh chấp không có yếu tố nước ngoài, hội đồng trọng tài có thể áp dụng luật quốc tế để giải quyết, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "14"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_149",
    "question_type": "Tự luận",
    "text": "Độ tuổi con có thể tự mình quản lý tài sản riêng là khi nào ?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "76"
      }
    ],
    "answer": "Từ đủ 15 tuổi trở lên"
  },
  {
    "question_id": "train_alqac25_187",
    "question_type": "Tự luận",
    "text": "Anh Nguyễn Văn C sống cùng bố mẹ từ lúc sinh ra đến năm 12 tuổi thì bố mẹ ở quê bố tại Hà Nội. Sau khi bố mẹ anh ly dị, anh về sống với mẹ tại Tuyên Quang cho đến nay anh 16 tuổi. Hỏi nơi cư trú của anh Nguyễn Văn C là ở đâu?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "41"
      }
    ],
    "answer": "Tuyên Quang"
  },
  {
    "question_id": "train_alqac25_652",
    "question_type": "Đúng/Sai",
    "text": "Quyền hưởng dụng là một loại quyền khác đối với tài sản, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "159"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_456",
    "question_type": "Đúng/Sai",
    "text": "Trường hợp vụ tranh chấp được giải quyết bởi trọng tài vụ việc, phí trọng tài do trung tâm trọng tài ấn định, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "34"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_228",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây KHÔNG đúng về hợp đồng theo mẫu?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "405"
      }
    ],
    "choices": {
      "A": "Hợp đồng theo mẫu là hợp đồng gồm những điều khoản do một bên đưa ra theo mẫu để bên kia trả lời trong một thời gian hợp lý",
      "B": "Hợp đồng theo mẫu phải được công khai để bên được đề nghị biết hoặc phải biết về những nội dung của hợp đồng.\nTrình tự, thể thức công khai hợp đồng theo mẫu được các bên liên quan thỏa thuận",
      "C": "Trường hợp hợp đồng theo mẫu có điều khoản không rõ ràng thì bên đưa ra hợp đồng theo mẫu phải chịu bất lợi khi giải thích điều khoản đó.",
      "D": "Trường hợp hợp đồng theo mẫu có điều khoản miễn trách nhiệm của bên đưa ra hợp đồng theo mẫu, tăng trách nhiệm hoặc loại bỏ quyền lợi chính đáng của bên kia thì điều khoản này không có hiệu lực, trừ trường hợp có thỏa thuận khác."
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_79",
    "question_type": "Trắc nghiệm",
    "text": "Trong trường hợp nào thì đơn vị sự nghiệp công lập được đơn phương chấm dứt hợp đồng lao động đối với viên chức?",
    "choices": {
      "A": "Viên chức bị nhận hình thức kỷ luật khiển trách",
      "B": "Viên chức nữ đang trong thời gian có thai, nghỉ thai sản, nuôi con dưới 36 tháng tuổi",
      "C": "Đơn vị sự nghiệp công lập chấm dứt hoạt động theo quyết định của cơ quan có thẩm quyền",
      "D": "Viên chức đang nghỉ hàng năm, nghỉ về việc riêng và những trường hợp nghỉ khác được người đứng đầu đơn vị sự nghiệp công lập cho phép"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "29"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_660",
    "question_type": "Đúng/Sai",
    "text": "Người đã hoàn thành cai nghiện ma túy tự nguyện đã chấp hành xong quyết định đưa vào cơ sở cai nghiện không chịu sự theo dõi hành vi sử dụng trái phép chất ma túy trong thời hạn 12 tháng kể từ ngày hoàn thành việc cai nghiện, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "40"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_450",
    "question_type": "Đúng/Sai",
    "text": "Trung tâm trọng tài có nghĩa vụ trả thù lao cùng các chi phí khác cho trọng tài viên, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "28"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_321",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Tiếp cận thông tin, thông tin được hiểu như thế nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "2"
      }
    ],
    "choices": {
      "A": "Tin tức và sự kiện trong xã hội.",
      "B": "Dữ liệu số và thông tin cá nhân.",
      "C": "Tin tức chỉ có trong văn bản và hồ sơ chính thức.",
      "D": "Tin, dữ liệu được chứa đựng trong các hình thức như văn bản, hình ảnh, âm thanh..."
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_441",
    "question_type": "Đúng/Sai",
    "text": "Nhà nước có quyền ban hành các văn bản quy phạm pháp luật về trọng tài, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "15"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_312",
    "question_type": "Đúng/Sai",
    "text": "Thông tin là tin, dữ liệu chỉ được chứa đựng trong văn bản, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "2"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_529",
    "question_type": "Đúng/Sai",
    "text": "Địa điểm giải quyết tranh chấp là nơi Hội đồng trọng tài tiến hành giải quyết tranh chấp theo sự thỏa thuận lựa chọn của các bên hoặc do Hội đồng trọng tài quyết định nếu các bên không có thỏa thuận. Nếu địa điểm giải quyết tranh chấp được tiến hành trên lãnh thổ Việt Nam thì phán quyết phải được coi là tuyên tại Việt Nam mà không phụ thuộc vào nơi Hội đồng trọng tài tiến hành phiên họp để ra phán quyết đó, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "3"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_473",
    "question_type": "Đúng/Sai",
    "text": "Không gian mạng quốc gia là không gian mạng do Bộ An ninh xác lập, quản lý và kiểm soát, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "2"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_199",
    "question_type": "Đúng/Sai",
    "text": "Thời hiệu khởi kiện vụ án dân sự bắt đầu lại ngay khi bên có nghĩa vụ đã thừa nhận một phần hoặc toàn bộ nghĩa vụ của mình đối với người khởi kiện, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "157"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_290",
    "question_type": "Đúng/Sai",
    "text": "Trường hợp người kháng cáo rút một phần kháng cáo hoặc Viện kiểm sát rút một phần kháng nghị thì Hội đồng xét xử phúc thẩm nhận định về việc người kháng cáo rút một phần kháng cáo, Viện kiểm sát rút một phần kháng nghị và quyết định đình chỉ xét xử phần kháng cáo, kháng nghị đó trong bản án phúc thẩm, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "229"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_593",
    "question_type": "Trắc nghiệm",
    "text": "Những nơi ở nào sau đây là chỗ ở hợp pháp?",
    "choices": {
      "A": "Tàu đánh bắt cá xa bờ thuộc quyền sở hữu của bản thân.",
      "B": "Nhà ở thuộc quyền sở hữu của bản thân.",
      "C": "Nhà ở hợp pháp của công ty, đã được công ty cấp quyền sử dụng thông qua văn bản hợp pháp.",
      "D": "Cả 3 đáp án A, B, C."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "2"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_83",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Du Lịch về trách nhiệm quản lý nhà nước về du lịch, ủy ban nhân dân các cấp không có nhiệm vụ, quyền hạn nào sau đây?",
    "choices": {
      "A": "Tổ chức tiếp nhận và giải quyết kiến nghị của khách du lịch;",
      "B": "Lợi dụng hoạt động du lịch để đưa người từ Việt Nam ra nước ngoài hoặc từ nước ngoài vào Việt Nam trái pháp luật.",
      "C": "Quản lý tài nguyên du lịch, khu du lịch, điểm du lịch, hoạt động kinh doanh du lịch và hướng dẫn du lịch trên địa bàn;",
      "D": "Tuyên truyền, nâng cao nhận thức của người dân để bảo đảm môi trường du lịch thân thiện, lành mạnh và văn minh;"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "75"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_174",
    "question_type": "Trắc nghiệm",
    "text": "Nhà trường có nhiệm vụ và quyền hạn nào sau đây?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "60"
      }
    ],
    "choices": {
      "A": "Công bố công khai mục tiêu, chương trình, kế hoạch giáo dục, điều kiện bảo đảm chất lượng giáo dục, kết quả đánh giá và kiểm định chất lượng giáo dục; hệ thống văn bằng, chứng chỉ của nhà trường",
      "B": "Tổ chức tuyển sinh, giáo dục, đào tạo, nghiên cứu khoa học, chuyển giao kết quả đào tạo và nghiên cứu khoa học phù hợp với chức năng, nhiệm vụ, quyền hạn; xác nhận hoặc cấp văn bằng, chứng chỉ theo thẩm quyền",
      "C": "Cả A, B đều đúng",
      "D": "Cả A, B đều sai"
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_451",
    "question_type": "Đúng/Sai",
    "text": "Xây dựng điều lệ và quy tắc tố tụng phù hợp với quy định của luật Trọng tài thương mại là một trong những nghĩa vụ của trung tâm trọng tài, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "28"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_417",
    "question_type": "Đúng/Sai",
    "text": "Doanh nghiệp A thực hiện 1 dự án B tại thành phố Biên Hòa. Dự án được đưa ra nhằm thực hiện dịch vụ xử lý chất thải nguy hại, được xác nhận bởi cơ quan có thẩm quyền, của thành phố và các khu vực xung quanh. Vậy dự án B là dự án đầu tư nhóm I. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "28"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_700",
    "question_type": "Đúng/Sai",
    "text": "Nguyễn Văn A sinh ngày 03/10/2003 thì ngày 02/10/2023 A đủ tuổi kết hôn, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "8"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_653",
    "question_type": "Đúng/Sai",
    "text": "Nếu không phạm tội quả tang, một người sẽ không bị bắt nếu không có quyết định hoặc phê chuẩn của cơ quan nhà nước có thẩm quyền theo quy định của pháp luật. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "20"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_151",
    "question_type": "Tự luận",
    "text": "Nhà nước và xã hội khuyến khích việc gì khi vợ, chồng có yêu cầu ly hôn?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "52"
      }
    ],
    "answer": "Hòa giải"
  },
  {
    "question_id": "train_alqac25_669",
    "question_type": "Đúng/Sai",
    "text": "Chỉ nhà hát, nhà văn hóa, nhà triển lãm, trung tâm văn hóa mới được xem là địa điểm chiếu phim công cộng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "3"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_143",
    "question_type": "Trắc nghiệm",
    "text": "Tòa án cấp nào có thẩm quyền giải quyết việc hủy kết hôn trái pháp luật, việc ly hôn giữa giữa công dân Việt Nam cư trú ở khu vực biên giới với công dân của nước láng giềng cùng cư trú ở khu vực biên giới với Việt Nam?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "123"
      }
    ],
    "choices": {
      "A": "Cấp xã, phường, Thị trấn nơi cư trú",
      "B": "Cấp huyện nơi cư trú",
      "C": "Cấp tỉnh nơi cư trú",
      "D": "Cấp quốc gia"
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_98",
    "question_type": "Tự luận",
    "text": "Nguồn tài chính nào giữ vai trò chủ đạo trong tổng nguồn lực đầu tư cho giáo dục?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "17"
      }
    ],
    "answer": "Ngân sách nhà nước"
  },
  {
    "question_id": "train_alqac25_259",
    "question_type": "Trắc nghiệm",
    "text": "Sau khi tiến hành xong việc kiểm tra giao nộp, tiếp cận, công khai chứng cứ, Thẩm phán tiến hành thủ tục đối thoại như thế nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "138"
      }
    ],
    "choices": {
      "A": "Chỉ phổ biến cho đương sự biết các quy định của pháp luật có liên quan đến việc giải quyết vụ án",
      "B": "\nNgười bị kiện không được trình bày ý kiến",
      "C": "Thẩm phán yêu cầu đương sự nêu văn bản quy phạm pháp luật, văn bản hành chính có liên quan",
      "D": "B và C"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_638",
    "question_type": "Đúng/Sai",
    "text": "Thanh niên là công dân Việt Nam từ đủ 18 tuổi trở lên, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Thanh niên",
        "article_id": "1"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_63",
    "question_type": "Trắc nghiệm",
    "text": "Đâu không phải là vai trò của nhà nước là gì trong việc bảo hộ hôn nhân và gia đình?",
    "choices": {
      "A": "Xác lập hôn nhân tự nguyện, tiến bộ, một vợ một chồng, vợ chồng bình đẳng.",
      "B": "Xây dựng gia đình ấm no, tiến bộ, hạnh phúc và thực hiện đầy đủ chức năng của mình.",
      "C": "Cấm đoán giáo dục pháp luật về hôn nhân và gia đình.",
      "D": "Vận động nhân dân xóa bỏ phong tục, tập quán lạc hậu về hôn nhân và gia đình."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "4"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_720",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây không phải nghĩa vụ hiến định của công dân Việt Nam?",
    "choices": {
      "A": "Bảo vệ chủ quyền lãnh thổ của quốc gia khác.",
      "B": "Thực hiện nghĩa vụ quân sự cũng như tham gia xây dựng nền quốc phòng toàn dân.",
      "C": "Bảo vệ Tổ quốc.",
      "D": "Trung thành với Tổ quốc."
    },
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "44"
      },
      {
        "law_id": "Hiến pháp",
        "article_id": "45"
      }
    ],
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_87",
    "question_type": "Trắc nghiệm",
    "text": "Trường hợp nào sau đây không được đăng ký thường trú tại cơ sở tín ngưỡng, cơ sở tôn giáo có công trình phụ trợ là nhà ở?",
    "choices": {
      "A": "Người được người đại diện hoặc ban quản lý cơ sở tín ngưỡng đồng ý cho đăng ký thường trú để trực tiếp quản lý, tổ chức hoạt động tín ngưỡng tại cơ sở tín ngưỡng.",
      "B": "Người đại diện cơ sở tín ngưỡng.",
      "C": "Người làm việc cho cơ sở tín ngưỡng.",
      "D": "Cả 3 đáp án A, B, C."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "20"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_285",
    "question_type": "Tự luận",
    "text": "Trong quá trình giải quyết vụ án theo thủ tục rút gọn, Tòa án ra quyết định chuyển vụ án sang giải quyết theo thủ tục thông thường nếu thuộc trường hợp nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "236"
      }
    ],
    "answer": "Phát sinh các tình tiết mới mà các đương sự không thống nhất và cần phải xác minh, thu thập thêm tài liệu, chứng cứ hoặc cần phải tiến hành giám định; cần phải định giá tài sản nếu các đương sự không thống nhất về giá; cần phải áp dụng biện pháp khẩn cấp tạm thời; phát sinh người có quyền lợi, nghĩa vụ liên quan; phát sinh yêu cầu độc lập; phát sinh đương sự cư trú ở nước ngoài mà cần phải thực hiện ủy thác tư pháp, trừ trường hợp quy định tại điểm c khoản 1 Điều này."
  },
  {
    "question_id": "train_alqac25_25",
    "question_type": "Đúng/Sai",
    "text": "Phát triển giáo dục không phải là quốc sách hàng đầu, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "4"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_355",
    "question_type": "Trắc nghiệm",
    "text": "Những lĩnh vực nào được xem là bí mật nhà nước?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "6"
      }
    ],
    "choices": {
      "A": "Khoa học và công nghệ",
      "B": "Đối ngoại và quốc phòng",
      "C": "An ninh quốc gia và kinh tế",
      "D": "Tất cả các lĩnh vực trên"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_72",
    "question_type": "Trắc nghiệm",
    "text": "Cha mẹ KHÔNG có nghĩa vụ cùng nhau chăm sóc, nuôi dưỡng con khi nào ",
    "choices": {
      "A": "Con chưa thành niên",
      "B": "Con đã thành niên và kết hôn ",
      "C": "Con đã thành niên nhưng mất năng lực hành vi dân sự",
      "D": "Con không có khả năng lao động và không có tài sản để nuôi mình"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "71"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_33",
    "question_type": "Đúng/Sai",
    "text": "Theo Luật điện ảnh, đối với Phim được phân loại là C thì người xem là trẻ em dưới 13 tuổi bắt buộc phải có cha mẹ hoặc người giám hộ đi cùng là đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "32"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_179",
    "question_type": "Đúng/Sai",
    "text": "Thừa kế được xác định theo pháp luật của nước mà người để lại di sản thừa kế cư trú ngay trước khi chết, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "680"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_76",
    "question_type": "Trắc nghiệm",
    "text": "Thỏa thuận trọng tài có độc lập với hợp đồng hay không?",
    "choices": {
      "A": "Thoả thuận trọng tài hoàn toàn độc lập với hợp đồng. Việc thay đổi, gia hạn, hủy bỏ hợp đồng, hợp đồng vô hiệu hoặc không thể thực hiện được không làm mất hiệu lực của thoả thuận trọng tài.",
      "B": "Thoả thuận trọng tài không hoàn toàn độc lập với hợp đồng. Việc thay đổi hay gia hạn hợp đồng làm mất hiệu lực của thoả thuận trọng tài.",
      "C": "Thoả thuận trọng tài không hoàn toàn độc lập với hợp đồng. Việc hủy bỏ hợp đồng hay hợp đồng vô hiệu hoặc không thể thực hiện được làm mất hiệu lực của thoả thuận trọng tài.",
      "D": "Thỏa thuận trọng tài phụ thuộc vào hợp đồng. Những hành động thay đổi, gia hạn, hủy bỏ hợp đồng hay việc hợp đồng vô hiệu hoặc không thể thực hiện được sẽ làm mất hiệu lực của thỏa thuận trọng tài"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "19"
      }
    ],
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_722",
    "question_type": "Trắc nghiệm",
    "text": "Trách nhiệm của người sử dụng trái phép chất ma túy là gì?",
    "choices": {
      "A": "Sử dụng ma túy",
      "B": "Buôn bán ma túy",
      "C": "Cung cấp thông tin một cách đầy đủ và chính xác về hành vi sử dụng trái phép chất ma túy cho công an cấp xã, phường nơi cư ngụ",
      "D": "A, B, C đều sai"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "24"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_480",
    "question_type": "Đúng/Sai",
    "text": "Hệ thống thông tin quan trọng về an ninh quốc gia thường xuyên được kiểm tra về vấn đề an ninh mạng, cụ thể là mỗi tháng một lần, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "13"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_92",
    "question_type": "Tự luận",
    "text": "Hồ sơ đề nghị cấp lại thẻ hướng dẫn viên du lịch bao gồm ảnh chân dung màu cỡ bao nhiêu?",
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "63"
      }
    ],
    "answer": "3 cm x 4 cm"
  },
  {
    "question_id": "train_alqac25_680",
    "question_type": "Đúng/Sai",
    "text": "Một người có thể được người có quyền theo quy định của pháp luật yêu cầu Tòa án ra quyết định tuyên bố là đã chết khi người đó biệt tích trong chiến tranh sau 05 năm, kể từ ngày chiến tranh kết thúc mà vẫn không có tin tức xác thực là còn sống, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "71"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_503",
    "question_type": "Đúng/Sai",
    "text": "Theo Luật Trồng trọt, khảo nghiệm giống cây trồng là hoạt động theo dõi, đánh giá các chỉ tiêu xác định tính khác biệt, tính đồng nhất, tính ổn định, giá trị canh tác, giá trị sử dụng của giống cây trồng theo phương pháp nhất định. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "2"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_521",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Trồng trọt, hoạt động theo dõi, đánh giá các chỉ tiêu nhằm xác định phương thức sử dụng, tác động đến môi trường, hiệu quả nông học, hiệu quả kinh tế của phân bón được gọi là gì?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "2"
      }
    ],
    "choices": {
      "A": "Khảo nghiệm phân bón",
      "B": "Khảo nghiệm có kiểm soát",
      "C": "Khảo nghiệm giống cây trồng",
      "D": "Khảo nghiệm diện hẹp"
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_142",
    "question_type": "Trắc nghiệm",
    "text": "Cô, dì, chú, cậu, bác ruột không có nghĩa vụ cấp dưỡng cho cháu ruột trong trường hợp nào sau đây?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "114"
      }
    ],
    "choices": {
      "A": "Cháu chưa thành niên",
      "B": "Cháu đã thành niên không có khả năng lao động và không có tài sản để tự nuôi mình",
      "C": "Cháu đã được ông bà nội cấp dưỡng",
      "D": "Cháu chưa được ai cấp dưỡng"
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_392",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây là đúng về quy định họp của quốc hội",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "83"
      }
    ],
    "choices": {
      "A": "Quốc hội không cần phải họp.",
      "B": "Quốc hội luôn họp kín.",
      "C": "Quốc hội họp mỗi 2 năm 1 kỳ nếu không có yêu cầu họp bất thường.",
      "D": "Kỳ họp thứ nhất của Quốc hội khóa mới được triệu tập chậm nhất là sáu mươi ngày, kể từ ngày bầu cử đại biểu Quốc hội, do Chủ tịch Quốc hội khóa trước khai mạc và chủ tọa cho đến khi Quốc hội khóa mới bầu ra Chủ tịch Quốc hội."
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_245",
    "question_type": "Đúng/Sai",
    "text": "Thẩm phán không có trách nhiệm là chủ tọa hoặc tham gia Hội đồng xét xử vụ án hành chính đúng hay sai",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "38"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_209",
    "question_type": "Đúng/Sai",
    "text": "Khi thực hiện quyền sở hữu, quyền khác đối với tài sản thì chủ thể phải tuân theo quy định của pháp luật về bảo vệ môi trường; nếu làm ô nhiễm môi trường thì phải chấm dứt hành vi gây ô nhiễm, thực hiện các biện pháp để khắc phục hậu quả và bồi thường thiệt hại, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "172"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_115",
    "question_type": "Tự luận",
    "text": "Cơ quan nào thực hiện thống nhất quản lý nhà nước về thanh niên?",
    "relevant_articles": [
      {
        "law_id": "Luật Thanh niên",
        "article_id": "37"
      }
    ],
    "answer": "Chính phủ"
  },
  {
    "question_id": "train_alqac25_389",
    "question_type": "Đúng/Sai",
    "text": "Ông X là cán bộ làm việc trong cơ quan nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam. Ông X có thể trưng dụng bất kỳ tài sản của bất kỳ công dân nào mà không cần lý do chính đáng. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "32"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_632",
    "question_type": "Đúng/Sai",
    "text": "Thoả thuận trọng tài là thoả thuận giữa các bên về việc giải quyết tranh chấp có thể phát sinh hoặc đã phát sinh bằng trọng tài. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "3"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_637",
    "question_type": "Đúng/Sai",
    "text": "Luật sư có thể bảo vệ quyền và lợi ích hợp pháp của nhiều đương sự trong cùng một vụ án, nếu quyền và lợi ích hợp pháp của những người đó không đối lập nhau, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "61"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_91",
    "question_type": "Tự luận",
    "text": "Trong trường hợp các bên không có thỏa thuận khác hoặc quy tắc tố tụng của trung tâm trọng tài không có quy định khác, Trung tâm trọng tài phải gửi cho bị đơn bản sao đơn khởi kiện của nguyên đơn và những tài liệu theo quy định trong thời hạn bao lâu kể từ ngày nhận được đơn khởi kiện?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "32"
      }
    ],
    "answer": "10 ngày"
  },
  {
    "question_id": "train_alqac25_7",
    "question_type": "Đúng/Sai",
    "text": "Chồng có thể uỷ quyền cho vợ xác lập, thực hiện và chấm dứt giao dịch theo quy định của Luật hôn nhân và gia đình, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "24"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_408",
    "question_type": "Đúng/Sai",
    "text": "Với một khu vực có môi trường đất bị ô nhiễm nhưng không có cách nào xác định được người hay tổ chức gây ra ô nhiễm thì trách nhiệm xử lý, cải tạo và phục hồi môi trường đất ở khu vực đó thuộc về nhà nước. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "15"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_422",
    "question_type": "Trắc nghiệm",
    "text": "Thành phần môi trường nào dưới đây phải được quan trắc?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "108"
      }
    ],
    "choices": {
      "A": "Môi trường nước gồm nước mặt, nước dưới đất, nước biển.",
      "B": "Không gian sinh hoạt trong nhà.",
      "C": "Môi trường các công ty, nhà máy, xí nghiệp",
      "D": "Môi trường hầm mỏ."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_244",
    "question_type": "Đúng/Sai",
    "text": "Thẩm phán có thể tiến hành phiên họp kiểm tra việc giao nộp, tiếp cận, công khai chứng cứ và đối thoại theo quy định của Luật hành chính này đúng hay sai",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "38"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_695",
    "question_type": "Đúng/Sai",
    "text": "Học sinh được phép gian lận trong học tập và thi cử, đồng thời có quyền được hút thuốc, uống rượu bia, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "22"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_634",
    "question_type": "Đúng/Sai",
    "text": "Tòa án giải quyết cho ly hôn khi có yêu cầu ly hôn từ vợ hoặc chồng của người bị Tòa án tuyên bố mất tích, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "56"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_254",
    "question_type": "Trắc nghiệm",
    "text": "Đương sự nộp tiền tạm ứng án phí, án phí, lệ phí và chi phí tố tụng khác khi nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "55"
      }
    ],
    "choices": {
      "A": "\nTheo quy định của Tòa án",
      "B": "Trước khi yêu cầu giải quyết vụ án",
      "C": "Trước khi tố tụng được giải quyết",
      "D": "\nSau khi giải quyết vụ án"
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_679",
    "question_type": "Đúng/Sai",
    "text": "Một cá nhân, pháp nhân chỉ có thể đại diện cho một cá nhân hoặc pháp nhân khác, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "141"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_405",
    "question_type": "Đúng/Sai",
    "text": "Hoạt động khai thác nguồn lợi từ biển và hải đảo, hoạt động kinh tế - xã hội khác phải phù hợp với quy hoạch và đáp ứng yêu cầu về bảo vệ môi trường, phát triển bền vững. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "11"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_603",
    "question_type": "Trắc nghiệm",
    "text": "Quyết định nghỉ hưu đối với viên chức được cơ quan, đơn vị, tổ chức ban hành trong thời gian bao lâu trước khi đến thời hạn viên chức nghỉ hưu? ",
    "choices": {
      "A": "06 tháng",
      "B": "04 tháng",
      "C": "03 tháng",
      "D": "02 tháng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "46"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_705",
    "question_type": "Đúng/Sai",
    "text": "Anh C là công dân Việt Nam. Anh C chỉ cần thực hiện nghĩa vụ quân sự mà không cần thực hiện các nhiệm vụ quốc phòng và an ninh khác. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "45"
      },
      {
        "law_id": "Hiến pháp",
        "article_id": "64"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_182",
    "question_type": "Trắc nghiệm",
    "text": "Theo bộ luật dân sự năm 2015, trường hợp nào có thể áp dụng tập quán?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "5"
      }
    ],
    "choices": {
      "A": "Trường hợp các bên không có thoả thuận và tập quán áp dụng không được trái với các nguyên tắc cơ bản của pháp luật dân sự quy định tại Điều 3 của Bộ luật dân sự",
      "B": "Trường hợp pháp luật không quy định thì có thể áp dụng tập quán nhưng tập quán áp dụng không được trái với các nguyên tắc cơ bản của pháp luật dân sự quy định tại Điều 3 của Bộ luật dân sự",
      "C": "Trường hợp các bên không có thoả thuận và pháp luật không quy định",
      "D": "A,B,C đều sai"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_166",
    "question_type": "Trắc nghiệm",
    "text": "Quyền và trách nhiệm của nhà đầu tư được quy định như thế nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "54"
      }
    ],
    "choices": {
      "A": "Không được thông qua kế hoạch phát triển nhà trường theo quy định của pháp luật do hội đồng trường đề xuất",
      "B": "Bầu hoặc cử, miễn nhiệm, bãi nhiệm thành viên của hội đồng trường",
      "C": "Không được tổ chức giám sát và đánh giá hoạt động của hội đồng trường",
      "D": "Không được quyết định tổ chức lại, giải thể nhà trường theo quy định của pháp luật"
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_257",
    "question_type": "Trắc nghiệm",
    "text": "Khi tiến hành kiểm tra việc giao nộp, tiếp cận, công khai chứng cứ, Thẩm phán công bố tài liệu, chứng cứ có trong hồ sơ vụ án và hỏi đương sự về những vấn đề gì?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "138"
      }
    ],
    "choices": {
      "A": "Yêu cầu và phạm vi khởi kiện",
      "B": "Việc giao nộp tài liệu, chứng cứ cho tòa án",
      "C": "Việc bổ sung tài liệu, chứng cứ",
      "D": "cả A, B và C"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_316",
    "question_type": "Trắc nghiệm",
    "text": "Luật Tiếp cận thông tin áp dụng cho ai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "1"
      }
    ],
    "choices": {
      "A": "Cơ quan nhà nước.",
      "B": "Doanh nghiệp.",
      "C": "Công dân.",
      "D": "Công dân và cơ quan nhà nước."
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_504",
    "question_type": "Đúng/Sai",
    "text": "Theo Luật Trồng trọt, khảo nghiệm diện hẹp là khảo nghiệm được tiến hành trên đồng ruộng, diện tích ô lớn, không lặp lại, bố trí thí nghiệm theo tiêu chuẩn quốc gia về phương pháp khảo nghiệm đối với đối tượng được khảo nghiệm. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "2"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_432",
    "question_type": "Trắc nghiệm",
    "text": "Nhà nước bố trí nguồn lực thực hiện hoạt động bảo vệ môi trường nào sau đây?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "148"
      }
    ],
    "choices": {
      "A": "Xử lý, cải tạo, phục hồi chất lượng các công trình, kiến trúc lịch sử.",
      "B": "Quản lý chất thải, hỗ trợ xử lý chất thải.",
      "C": "Kiểm tra, thanh tra, giám sát về việc bảo vệ học sinh khỏi bạo lực học đường .",
      "D": "tuyên truyền pháp luật về bảo vệ trẻ em và phụ nữ."
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_194",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sao KHÔNG phải là một trong các loại thời hiệu",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "150"
      }
    ],
    "choices": {
      "A": "Thời hiệu hưởng quyền dân sự ",
      "B": "Thời hiệu miễn trừ nghĩa vụ dân sự ",
      "C": "Thời hiệu khởi kiện",
      "D": "Thời hiệu khán kiện"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_645",
    "question_type": "Đúng/Sai",
    "text": "Thẩm phán không có quyền quyết định việc áp dụng, thay đổi, hủy bỏ biện pháp khẩn cấp tạm thời đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "38"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_173",
    "question_type": "Đúng/Sai",
    "text": "Biện pháp can thiệp giảm tác hại đối với người sử dụng trái phép chất ma túy và người nghiện ma túy là biện pháp không có tác dụng làm giảm tác hại liên quan đến hành vi sử dụng trái phép chất ma túy gây ra cho bản thân, gia đình và cộng đồng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "41"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_572",
    "question_type": "Đúng/Sai",
    "text": "Thỏa thuận được xác lập thông qua trao đổi giữa các bên bằng telex không được coi là xác lập dưới dạng văn bản, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "16"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_352",
    "question_type": "Đúng/Sai",
    "text": "Thông tin liên quan đến bí mật kinh doanh không thể được cung cấp trong trường hợp cần thiết vì lợi ích công cộng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_621",
    "question_type": "Trắc nghiệm",
    "text": "Hành vi nào sau đây bị nghiêm cấm?",
    "choices": {
      "A": "Hướng dẫn trồng cây có chứa chất ma túy.",
      "B": "Sản xuất, tàng trữ, mua bán ma túy",
      "C": "Nghiên cứu nguyên liệu làm thuốc là dược chất gây nghiện",
      "D": "Cả A, B, C đều đúng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "5"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_23",
    "question_type": "Đúng/Sai",
    "text": "Người chưa thành niên có nguyện vọng học xa gia đình có thể cư trú tại nơi cư trú khác với cha, mẹ, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "12"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_82",
    "question_type": "Trắc nghiệm",
    "text": "Quỹ hỗ trợ phát triển điện ảnh có mục đích gì?",
    "choices": {
      "A": "Hỗ trợ cho dự án sản xuất phim thể nghiệm, phim đầu tay, phim của tác giả trẻ.",
      "B": "Hỗ trợ cho tác giả, dự án sản xuất phim, phim Việt Nam xuất sắc tham gia liên hoan phim, giải thưởng phim, cuộc thi phim, hội chợ phim, chương trình phim, tuần phim tại nước ngoài.",
      "C": "Cả A, B, D đều đúng",
      "D": "Hỗ trợ các hoạt động khác để phát triển điện ảnh."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "43"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_641",
    "question_type": "Đúng/Sai",
    "text": "Đất đai là tài sản công thuộc sở hữu toàn dân do Nhà nước đại diện chủ sở hữu và thống nhất quản lý. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "53"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_331",
    "question_type": "Trắc nghiệm",
    "text": "Quyền tiếp cận thông tin của công dân không được xâm phạm lợi ích của ai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "3"
      }
    ],
    "choices": {
      "A": "Quyền và lợi ích hợp pháp của cơ quan, tổ chức.",
      "B": "Quyền và lợi ích cá nhân.",
      "C": "Lợi ích quốc gia và quyền của công dân khác.",
      "D": "Quyền và lợi ích của cộng đồng."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_727",
    "question_type": "Trắc nghiệm",
    "text": "Ông N là đại biểu quốc hội, hành động nào dưới đây không phải là một quyền của ông N được Hiến pháp quy định?",
    "choices": {
      "A": "Chất vấn Thủ tướng Chính phủ, Bộ trưởng và các thành viên khác của Chính phủ.",
      "B": "Chất vấn Chủ tịch nước, Chủ tịch Quốc hội.",
      "C": "Chất vấn Tổng bí thư Đảng Cộng sản Việt Nam",
      "D": "yêu cầu cơ quan, tổ chức, cá nhân cung cấp thông tin, tài liệu liên quan đến nhiệm vụ của cơ quan, tổ chức, cá nhân đó"
    },
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "80"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_688",
    "question_type": "Đúng/Sai",
    "text": "Theo Điều 143, luật Tố tụng hành chính 2015, Tòa án phải đình chỉ vụ án nếu đương sự đã được triệu tập không có mặt, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "143"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_249",
    "question_type": "Trắc nghiệm",
    "text": "Hành vi hành chính là đối tượng xét xử hành chính của tòa án nhân dân không phải chỉ được thực hiện bởi?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "3"
      }
    ],
    "choices": {
      "A": "do cơ quan nhà nước xác định ",
      "B": "do đương sự hai bên xác định",
      "C": "do hội đồng xét xử xác định",
      "D": "do thẩm phán xác định"
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_512",
    "question_type": "Đúng/Sai",
    "text": "Có địa điểm giao dịch hợp pháp, rõ ràng là một trong những điều kiện cần để được cấp giấy chứng nhận đủ điều kiện buôn bán phân bón. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "42"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_31",
    "question_type": "Đúng/Sai",
    "text": "Đối với tài sản đang xảy ra tranh chấp, nếu không có căn cứ chứng minh được đó là tài sản riêng của vợ hay chồng, thì tài sản đó coi là tài sản chung, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "33"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_118",
    "question_type": "Trắc nghiệm",
    "text": "Trách nhiệm nào thuộc về Tổ chức chính trị xã hội - nghề nghiệp, tổ chức xã hội - nghề nghiệp về điện ảnh?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "7"
      }
    ],
    "choices": {
      "A": "Cấp phép phổ biến phim",
      "B": "Quyết định dừng phổ biến phim",
      "C": "Tham gia xây dựng, phổ biến, giáo dục chính sách, pháp luật về điện ảnh",
      "D": "Phân loại phim"
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_424",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào dưới đây là một trong những nội dung chính của báo cáo công tác bảo vệ môi trường?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "118"
      }
    ],
    "choices": {
      "A": "Kết quả thực hiện các chỉ tiêu thống kê về công trường.",
      "B": "Điều kiện và nguồn lực về xây dựng và duy trì ngôi trường tiều học ABC.",
      "C": "Hệ thống quan trắc và cảnh báo về thị trường các chất dung môi.",
      "D": "Hiện trạng và diễn biến chất lượng môi trường đất, nước, không khí; di sản thiên nhiên và đa dạng sinh học."
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_219",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây KHÔNG đúng về quyền của bên cầm cố?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "312"
      }
    ],
    "choices": {
      "A": "Yêu cầu bên nhận cầm cố chấm dứt việc sử dụng tài sản cầm cố trong trường hợp quy định tại khoản 3 Điều 314 của Bộ luật này nếu do sử dụng mà tài sản cầm cố có nguy cơ bị mất giá trị hoặc giảm sút giá trị.",
      "B": "Được bán, thay thế, trao đổi, tặng cho tài sản cầm cố trong mọi trường hợp.",
      "C": "Yêu cầu bên nhận cầm cố trả lại tài sản cầm cố và giấy tờ liên quan, nếu có khi nghĩa vụ được bảo đảm bằng cầm cố chấm dứt.",
      "D": "Yêu cầu bên nhận cầm cố bồi thường thiệt hại xảy ra đối với tài sản cầm cố."
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_699",
    "question_type": "Đúng/Sai",
    "text": "Sau khi nam nữ kết hôn, tài sản riêng của họ bắt buộc phải nhập vào tài sản chung, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "8"
      },
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "44"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_247",
    "question_type": "Đúng/Sai",
    "text": "Thẩm phán có quyền đề nghị Chánh án Tòa án kiến nghị với cơ quan có thẩm quyền xem xét, sửa đổi, bổ sung hoặc bãi bỏ văn bản quy phạm pháp luật có dấu hiệu trái với Hiến pháp, luật, văn bản quy phạm pháp luật của cơ quan nhà nước cấp trên theo quy định của luật tố tụng hành chính này đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "38"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_343",
    "question_type": "Đúng/Sai",
    "text": "Thông tin liên quan đến bí mật gia đình có thể được tiếp cận nếu các thành viên gia đình đồng ý, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_492",
    "question_type": "Trắc nghiệm",
    "text": "Có bao nhiêu hệ thống thông tin quan trọng về an ninh quốc gia?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "10"
      }
    ],
    "choices": {
      "A": "6",
      "B": "8",
      "C": "5",
      "D": "9"
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_2",
    "question_type": "Đúng/Sai",
    "text": "Quan hệ hôn nhân và gia đình có yếu tố nước ngoài là quan hệ hôn nhân và gia đình mà ít nhất một bên tham gia là người nước ngoài, người Việt Nam định cư ở nước ngoài, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "3"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_310",
    "question_type": "Đúng/Sai",
    "text": "Luật Tiếp cận thông tin quy định về việc thực hiện quyền tiếp cận thông tin của cơ quan nhà nước, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "1"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_447",
    "question_type": "Đúng/Sai",
    "text": "Tòa án có thẩm quyền với hoạt động trọng tài là tòa án nhân dân tỉnh hoặc thành phố trực thuộc trung ương do các bên lựa chọn trong trường hợp các bên đã có thỏa thuận lựa chọn Tòa án cụ thể, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "7"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_703",
    "question_type": "Đúng/Sai",
    "text": "Trong thời hạn 14 ngày kể từ ngày lập biên bản, người bị kiện phải gửi cho Tòa án quyết định hành chính mới hoặc thông báo về việc chấm dứt hành vi hành chính bị khởi kiện và người khởi kiện phải gửi cho Tòa án văn bản rút đơn khởi kiện. Hết thời hạn này mà một trong các đương sự không thực hiện cam kết của mình thì Thẩm phán tiến hành các thủ tục để mở phiên tòa xét xử vụ án .",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "140"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_391",
    "question_type": "Đúng/Sai",
    "text": "Chị E là người có quốc tịch Việt Nam nhưng chị E không bắt buộc phải trung thành với đất nước Việt Nam. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "44"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_375",
    "question_type": "Đúng/Sai",
    "text": "Công đoàn Việt Nam là tổ chức chính trị - xã hội có quyền tham gia  kiểm tra, thanh tra, giám sát hoạt động của người lao động cũng như cơ quan nhà nước và các tổ chức, đơn vị khác, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "10"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_395",
    "question_type": "Trắc nghiệm",
    "text": "Cán bộ nào sau đây không nằm trong cơ cấu của chính phủ ?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "95"
      }
    ],
    "choices": {
      "A": "Chủ tịch quốc hội.",
      "B": "Thủ tướng chính phủ.",
      "C": "Phó thủ tướng.",
      "D": "Bộ trưởng các bộ."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_610",
    "question_type": "Trắc nghiệm",
    "text": "Thành viên hộ gia đình được tách hộ để đăng ký thường trú tại cùng một chỗ ở hợp pháp khi đáp ứng các điều kiện nào sau đây?",
    "choices": {
      "A": "Có năng lực hành vi dân sự đầy đủ; trường hợp có nhiều thành viên cùng đăng ký tách hộ để lập thành một hộ gia đình mới thì trong số các thành viên đó có ít nhất một người có năng lực hành vi dân sự đầy đủ.",
      "B": "Được chủ hộ, chủ sở hữu chỗ ở hợp pháp đồng ý, trừ trường hợp thành viên hộ gia đình đăng ký tách hộ là vợ, chồng đã ly hôn mà vẫn được cùng sử dụng chỗ ở hợp pháp đó.",
      "C": "Nơi thường trú của hộ gia đình không thuộc trường hợp quy định tại Điều 23 của Luật cư trú về địa điểm đăng ký thường trú mới.",
      "D": "Cả 3 đáp án A, B, C."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "25"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_315",
    "question_type": "Đúng/Sai",
    "text": "Cung cấp thông tin bao gồm việc cơ quan nhà nước công khai thông tin và cung cấp thông tin theo yêu cầu của cơ quan nhà nước, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "2"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_642",
    "question_type": "Đúng/Sai",
    "text": "Vật chất ở thể rắn, lỏng, khí hoặc ở dạng khác được thải ra từ hoạt động sản xuất, kinh doanh, dịch vụ, sinh hoạt hoặc hoạt động khác có chứa yếu tố độc hại, phóng xạ, lây nhiễm, dễ cháy, dễ nổ, gây ăn mòn, gây nhiễm độc hoặc có đặc tính nguy hại khác là chất thải nguy hại, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "111"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_514",
    "question_type": "Đúng/Sai",
    "text": "Theo Luật Trồng trọt, việc phát triển chợ đầu mối sản phẩm cây trồng không cần phải phù hợp với quy hoạch, có thể tự ý xây dựng chợ tại địa bàn hợp lý. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "79"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_714",
    "question_type": "Trắc nghiệm",
    "text": "Sau khi ly hôn, nếu người mẹ đủ điều kiện để trực tiếp trông nom, chăm sóc, nuôi dưỡng, giáo dục con, trường hợp nào trong các trường hợp dưới đây, con được giao cho mẹ trực tiếp nuôi?",
    "choices": {
      "A": "Con được 10 tháng tuổi",
      "B": "Con được 10 tuổi",
      "C": "Con được 18 tuổi",
      "D": "Con được 40 tháng tuổi"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "81"
      }
    ],
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_324",
    "question_type": "Tự luận",
    "text": "Thông tin tồn tại dưới dạng nào theo Luật Tiếp cận thông tin quy định?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "2"
      }
    ],
    "answer": "bản viết, bản in, bản điện tử, tranh, ảnh, bản vẽ, băng, đĩa, bản ghi hình, ghi âm hoặc các dạng khác do cơ quan nhà nước tạo ra"
  },
  {
    "question_id": "train_alqac25_524",
    "question_type": "Trắc nghiệm",
    "text": "Vật tư nông nghiệp trong canh tác bao gồm điều nào dưới đây? Chọn câu trả lời đúng nhất.",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "60"
      }
    ],
    "choices": {
      "A": "Giống cây trồng.",
      "B": "Phân bón.",
      "C": "Cả A và B đều đúng.",
      "D": "Cả A và B đều sai."
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_484",
    "question_type": "Đúng/Sai",
    "text": "Nhằm bảo vệ an ninh mạng, cổng kết nối quốc tế được khuyến khích đặt trên lãnh thổ Việt Nam, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "25"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_538",
    "question_type": "Đúng/Sai",
    "text": "Doanh nghiệp kinh doanh dịch vụ lữ hành quốc tế phục vụ khách du lịch quốc tế đến Việt Nam có quyền và nghĩa vụ hỗ trợ khách du lịch làm thủ tục nhập cảnh, xuất cảnh, quá cảnh, hải quan. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "37"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_676",
    "question_type": "Đúng/Sai",
    "text": "Lời nói là một hình thức thể hiện của giao dịch dân sự, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "119"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_628",
    "question_type": "Đúng/Sai",
    "text": "Người khuyết tật, người sinh sống ở khu vực biên giới, hải đảo, miền núi, vùng có điều kiện kinh tế - xã hội đặc biệt khó khăn không được phép thực hiện quyền tiếp cận thông tin, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "3"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_111",
    "question_type": "Đúng/Sai",
    "text": "Sẵn sàng bảo vệ Tổ quốc, bảo vệ độc lập, giữ vững chủ quyền, an ninh quốc gia, thống nhất và toàn vẹn lãnh thổ là một trong những trách nhiệm của Thanh niên đối với Tổ Quốc, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Thanh niên",
        "article_id": "12"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_547",
    "question_type": "Đúng/Sai",
    "text": "Ủy ban nhân dân các cấp không có trách nhiệm thực hiện quản lý nhà nước về cư trú, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "32"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_106",
    "question_type": "Trắc nghiệm",
    "text": "Tổ chức thanh niên bao gồm các tổ chức nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Thanh niên",
        "article_id": "27"
      }
    ],
    "choices": {
      "A": "Đoàn Thanh niên Cộng sản Hồ Chí Minh",
      "B": "Hội Liên hiệp Thanh niên Việt Nam",
      "C": "Hội Sinh viên Việt Nam",
      "D": "Đoàn Thanh niên Cộng sản Hồ Chí Minh, Hội Liên hiệp Thanh niên Việt Nam, Hội Sinh viên Việt Nam và các tổ chức khác của thanh niên được thành lập, tổ chức và hoạt động theo quy định của pháp luật"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_318",
    "question_type": "Trắc nghiệm",
    "text": "Định nghĩa về tiếp cận thông tin như thế nào theo Luật Tiếp cận thông tin?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "2"
      }
    ],
    "choices": {
      "A": "Đọc, xem và ghi chép thông tin.",
      "B": "Xem, nghe, sao chép và lưu trữ thông tin.",
      "C": "Chỉ đọc và xem thông tin.",
      "D": "Đọc, xem, nghe, ghi chép, sao chép, chụp và truyền thông tin."
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_619",
    "question_type": "Trắc nghiệm",
    "text": "Đâu KHÔNG phải là quyền, nghĩa vụ của trọng tài viên?",
    "choices": {
      "A": "Chấp nhận hoặc từ chối giải quyết tranh chấp.",
      "B": "Độc lập trong việc giải quyết tranh chấp.",
      "C": "Bảo đảm giải quyết tranh chấp vô tư, nhanh chóng, kịp thời.",
      "D": "Cung cấp các thông tin liên quan đến vụ tranh chấp."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "21"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_721",
    "question_type": "Trắc nghiệm",
    "text": "Cơ quan nào phân công việc thực hiện quản lý nhà nước về hôn nhân và gia đình?",
    "choices": {
      "A": "Các bộ, cơ quan ngang bộ",
      "B": "Ủy ban nhân dân các cấp",
      "C": "Chính phủ",
      "D": "Ủy ban nhân dân cấp tỉnh"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "4"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_61",
    "question_type": "Trắc nghiệm",
    "text": "Trọng tài có thẩm quyền giải quyết tranh chấp trong những trường hợp nào?",
    "choices": {
      "A": "Tranh chấp giữa các bên phát sinh từ hoạt động thương mại",
      "B": "Tranh chấp phát sinh giữa các bên trong đó có ít nhất 1 bên có hoạt động thương mại",
      "C": "Tranh chấp khác giữa các bên mà pháp luật quy định được giải quyết bằng Trọng tài",
      "D": "Cả 3 phương án A, B, C đều đúng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "2"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_493",
    "question_type": "Trắc nghiệm",
    "text": "Biện pháp bảo đảm an ninh vật lý gồm những gì?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "12"
      }
    ],
    "choices": {
      "A": "Cách ly cô lập đặc biệt, chống rò rỉ dữ liệu, chống thu tin, kiểm soát ra vào",
      "B": "Cách ly cô lập đặc biệt, chống rò rỉ dữ liệu, chống tin giả, kiểm soát ra vào",
      "C": "Chống rò rỉ dữ liệu, kiểm soát ra vào, kiểm soát nguồn truy cập.",
      "D": "Cách ly cô lập đặc biệt, cấm truy cập dữ liệu."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_437",
    "question_type": "Tự luận",
    "text": "sự cố xảy ra trong quá trình hoạt động của con người hoặc do biến đổi bất thường của tự nhiên, gây ô nhiễm, suy thoái môi trường nghiêm trọng gọi là gì?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "3"
      }
    ],
    "answer": "Sự cố môi trường"
  },
  {
    "question_id": "train_alqac25_394",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào không phải là một trong những quyền của chủ tịch nước?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "88"
      }
    ],
    "choices": {
      "A": "Công bố Hiến pháp, luật, pháp lệnh; đề nghị Ủy ban thường vụ Quốc hội xem xét lại pháp lệnh trong thời hạn mười ngày, kể từ ngày pháp lệnh được thông qua, nếu pháp lệnh đó vẫn được Ủy ban thường vụ Quốc hội biểu quyết tán thành mà Chủ tịch nước vẫn không nhất trí thì Chủ tịch nước trình Quốc hội quyết định tại kỳ họp gần nhất.",
      "B": "Giám sát và hướng\ndẫn hoạt động của Hội đồng nhân dân; bãi bỏ nghị quyết của Hội đồng nhân dân tỉnh,\nthành phố trực thuộc trung ương trái với Hiến pháp, luật và văn bản của cơ quan\nnhà nước cấp trên; giải tán Hội đồng nhân dân tỉnh, thành phố trực thuộc trung\nương trong trường hợp Hội đồng nhân dân đó làm thiệt hại nghiêm trọng đến lợi\ních của Nhân dân.",
      "C": "Quyết định tặng thưởng huân chương, huy chương, các giải thưởng nhà nước, danh hiệu vinh dự nhà nước; quyết định cho nhập quốc tịch, thôi quốc tịch, trở lại quốc tịch hoặc tước quốc tịch Việt Nam.",
      "D": "Đề nghị Quốc hội bầu,\nmiễn nhiệm, bãi nhiệm Phó Chủ tịch nước, Thủ tướng Chính phủ; căn cứ vào nghị\nquyết của Quốc hội, bổ nhiệm, miễn nhiệm, cách chức Phó Thủ tướng Chính phủ, Bộ\ntrưởng và thành viên khác của Chính phủ"
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_218",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây KHÔNG đúng về tài sản bảo đảm?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "295"
      }
    ],
    "choices": {
      "A": "Tài sản bảo đảm có thể được mô tả chung, nhưng phải xác định được.",
      "B": "Tài sản bảo đảm có thể là tài sản hiện có hoặc tài sản hình thành trong tương lai.",
      "C": "Giá trị của tài sản bảo đảm có thể lớn hơn, bằng hoặc nhỏ hơn giá trị nghĩa vụ được bảo đảm.",
      "D": "Tài sản bảo đảm phải luôn thuộc quyền sở hữu của bên bảo đảm"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_176",
    "question_type": "Trắc nghiệm",
    "text": "Nhà nước thành lập trường phổ thông dân tộc nội trú, trường phổ thông dân tộc bán trú, trường dự bị đại học cho người học là những ai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "61"
      }
    ],
    "choices": {
      "A": "Người dân tộc thiểu số",
      "B": "Người học thuộc gia đình định cư lâu dài tại vùng có điều kiện kinh tế - xã hội đặc biệt khó khăn",
      "C": "Cả A, B đều đúng",
      "D": "Cả A, B đều sai"
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_565",
    "question_type": "Đúng/Sai",
    "text": "Nơi cư trú của công dân không bao gồm nơi lưu trú, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "11"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_207",
    "question_type": "Đúng/Sai",
    "text": "Trong tình thế cấp thiết, chủ sở hữu, chủ thể có quyền khác đối với tài sản có quyền cản trở người khác dùng tài sản của mình hoặc cản trở người khác gây thiệt hại đối với tài sản đó, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "171"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_181",
    "question_type": "Đúng/Sai",
    "text": "Vật cùng loại là những vật có cùng hình dáng, tính chất, tính năng sử dụng và xác định được bằng những đơn vị đo lường.\nVật cùng loại có thể thay thế cho nhau, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "113"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_80",
    "question_type": "Trắc nghiệm",
    "text": "Nguyên tắc hoạt động của Quỹ hỗ trợ phát triển du lịch không bao gồm điều nào dưới đây?",
    "choices": {
      "A": "Không vì mục đích lợi nhuận; bảo toàn vốn điều lệ và tự bù đắp chi phí quản lý.",
      "B": "Thực hiện thu, chi, quyết toán, công khai tài chính, tài sản và công tác kế toán theo quy định của pháp luật.",
      "C": "Chịu sự kiểm tra, thanh tra, kiểm toán của cơ quan quản lý nhà nước về tài chính và kiểm toán nhà nước về các hoạt động tài chính của Quỹ hỗ trợ phát triển du lịch.",
      "D": "Số dư kinh phí năm trước của Quỹ hỗ trợ phát triển du lịch được tự ý sử dụng cho mục đích cá nhân."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "72"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_602",
    "question_type": "Trắc nghiệm",
    "text": "Hình thức thỏa thuận trọng tài thương mại nào dưới đây không được coi là xác lập dưới dạng văn bản?",
    "choices": {
      "A": "Thỏa thuận được xác lập thông trao đổi giữa các bên bằng telegram",
      "B": "Thỏa thuận được xác lập thông trao đổi giữa các bên bằng facebook",
      "C": "Thỏa thuận được xác lập thông trao đổi giữa các bên bằng fax",
      "D": "Thỏa thuận được xác lập thông trao đổi giữa các bên bằng thư điện tử."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "16"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_553",
    "question_type": "Đúng/Sai",
    "text": "Địa điểm giải quyết tranh chấp bằng Trọng tài phải ở trong lãnh thổ Việt Nam.",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "11"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_88",
    "question_type": "Trắc nghiệm",
    "text": "Mục tiêu của giáo dục nghề nghiệp là gì?",
    "choices": {
      "A": "Đào tạo nhân lực trực tiếp cho sản xuất, kinh doanh và dịch vụ.",
      "B": "Tạo điều kiện cho người học sau khi hoàn thành khóa học có khả năng tìm việc làm hoặc học trình độ cao hơn",
      "C": "Cả A, B đều đúng",
      "D": "Cả A, B đều sai"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "36"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_474",
    "question_type": "Đúng/Sai",
    "text": "Nhằm bảo vệ an ninh mạng, cần kết hợp chặt chẽ giữa nhiệm vụ bảo vệ an ninh mạng, bảo vệ hệ thống thông tin quan trọng về an ninh quốc gia với nhiệm vụ phát triển kinh tế - xã hội, bảo đảm quyền con người, quyền công dân, tạo điều kiện cho cơ quan, tổ chức, cá nhân hoạt động trên không gian mạng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "4"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_313",
    "question_type": "Đúng/Sai",
    "text": "Cung cấp thông tin bao gồm việc công dân công khai thông tin và cung cấp thông tin theo yêu cầu của công dân, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "2"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_337",
    "question_type": "Đúng/Sai",
    "text": "Công dân có thể tiếp cận một vài thông tin thuộc bí mật nhà nước phải không?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "6"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_298",
    "question_type": "Đúng/Sai",
    "text": "Trường hợp đương sự không có người bảo vệ quyền lợi và lợi ích hợp pháp của mình thì họ không thể tự mình tranh luận, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "239"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_664",
    "question_type": "Đúng/Sai",
    "text": "Hợp đồng là một trong những căn cứ làm phát sinh nghĩa vụ, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "275"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_649",
    "question_type": "Đúng/Sai",
    "text": "Tổ chức, cá nhân nước ngoài tham gia hoạt động điện ảnh tại Việt Nam không thuộc đối tượng điều chỉnh của Luật Điện ảnh là đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "2"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_556",
    "question_type": "Đúng/Sai",
    "text": "Doanh nghiệp kinh doanh dịch vụ lữ hành nội địa có quyền không cung cấp thông tin về chương trình, dịch vụ, điểm đến du lịch cho khách du lịch. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "37"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_155",
    "question_type": "Đúng/Sai",
    "text": "Học viên hoàn thành chương trình đào tạo, đạt chuẩn đầu ra của một trình độ đào tạo theo quy định của khung trình độ quốc gia Việt Nam thì không được cấp bằng tương ứng với trình độ đào tạo, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "45"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_370",
    "question_type": "Trắc nghiệm",
    "text": "Ai đồng ý cho tiếp cận thông tin liên quan đến bí mật gia đình?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "choices": {
      "A": "Các thành viên gia đình.",
      "B": "Cộng đồng.",
      "C": "Người đứng đầu cơ quan nhà nước.",
      "D": "Chủ sở hữu bí mật gia đình."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_198",
    "question_type": "Trắc nghiệm",
    "text": "Thời hiệu khởi kiện vụ án dân sự KHÔNG được bắt đầu lại trong trường hợp sau đây?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "157"
      }
    ],
    "choices": {
      "A": "Bên có nghĩa vụ đã thừa nhận một phần hoặc toàn bộ nghĩa vụ của mình đối với người khởi kiện.",
      "B": "\nBên có nghĩa vụ thừa nhận nghĩa vụ của mình đối với người khởi kiện.",
      "C": "\nBên có nghĩa vụ thực hiện xong toàn bộ nghĩa vụ của mình đối với người khởi kiện.",
      "D": "Các bên đã tự hoà giải với nhau."
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_367",
    "question_type": "Trắc nghiệm",
    "text": "Điều kiện nào sau đây không yêu cầu để tiếp cận thông tin liên quan đến bí mật kinh doanh?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "choices": {
      "A": "Yêu cầu của cộng đồng.",
      "B": "Sự đồng ý của người sở hữu thông tin.",
      "C": "Quyết định của người đứng đầu cơ quan nhà nước.",
      "D": "Việc thông tin được công khai."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_571",
    "question_type": "Đúng/Sai",
    "text": "Bộ trưởng Bộ Văn hóa, Thể thao và Du lịch quy định tiêu chí phân loại phim áp dụng chung cho các hình thức phổ biến phim là đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "32"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_329",
    "question_type": "Đúng/Sai",
    "text": "Người có khó khăn trong nhận thức, làm chủ hành vi phải tự thực hiện yêu cầu cung cấp thông tin, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "4"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_49",
    "question_type": "Đúng/Sai",
    "text": "Cơ quan, tổ chức, cá nhân có thể tự do cung cấp, trao đổi, sao chép, in thông tin, tài liệu từ Cơ sở dữ liệu về cư trú, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "36"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_413",
    "question_type": "Đúng/Sai",
    "text": "Việt Nam có rất nhiều vườn quốc gia cũng như các khu bảo tồn loài - sinh cảnh. Việc bảo vệ các khu vực này là trách nhiệm chung của các cơ quan, tổ chức, cộng đồng dân cư, hộ gia đình và từng cá nhân có liên quan. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "21"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_620",
    "question_type": "Trắc nghiệm",
    "text": "Nhà nước không có quyền thi hành điều nào dưới đây trong việc quản lý Trọng tài?",
    "choices": {
      "A": "Cấp Giấy phép thành lập của Chi nhánh, văn phòng đại diện của tổ thức trọng tài nước ngoài trong khu vực Đông Nam Á",
      "B": "Thu hồi Giấy đăng ký hoạt động của Trung tâm trọng tài.",
      "C": "Công bố danh sách trọng tài viên của các tổ chức hoạt động tại Việt Nam",
      "D": "Kiểm tra, thanh tra và xử lý vi phạm pháp luật về Trọng tài."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "15"
      }
    ],
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_445",
    "question_type": "Đúng/Sai",
    "text": "Hợp tác quốc tế trong lĩnh vực trọng tài không nằm trong nội dung quản lý của nhà nước đối với trọng tài thương mại, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "15"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_662",
    "question_type": "Đúng/Sai",
    "text": "Bắt buộc phải thu hồi toàn bộ sổ hộ khẩu khi sổ này hết giá trị sử dụng kể từ ngày 01/01/2023, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "38"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_622",
    "question_type": "Trắc nghiệm",
    "text": "Thời hạn tối đa tạm đình chỉ công tác đối với viên chức là bao lâu?",
    "choices": {
      "A": "15 ngày",
      "B": "20 ngày",
      "C": "30 ngày",
      "D": "40 ngày"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "54"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_347",
    "question_type": "Đúng/Sai",
    "text": "Đối với thông tin liên quan đến bí mật kinh doanh, người đứng đầu cơ quan nhà nước cần có sự đồng ý của chủ sở hữu để cung cấp, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_655",
    "question_type": "Đúng/Sai",
    "text": "Trồng cây có chứa chất gây nghiện được quy định trong danh mục chất ma túy do Chính phủ ban hành là một trong những hành vi bị nghiêm cấm, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "5"
      },
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "2"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_373",
    "question_type": "Đúng/Sai",
    "text": "Vùng biển và hải đảo không thuộc chủ quyền của nước Cộng hòa xã hội chũ nghĩa Việt Nam. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "1"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_718",
    "question_type": "Trắc nghiệm",
    "text": "Viên chức bị cảnh cáo thì bị kéo dài thời hạn nâng lương trong bao lâu?",
    "choices": {
      "A": "03 tháng",
      "B": "06 tháng",
      "C": "12 tháng",
      "D": "24 tháng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "56"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_708",
    "question_type": "Trắc nghiệm",
    "text": "Trường hợp nào sau đây có thể hạn chế quyền tiếp cận thông tin?",
    "choices": {
      "A": "Vì lợi ích kinh tế và xã hội.",
      "B": "Vì lợi ích cá nhân và tổ chức.",
      "C": "Vì lợi ích của công dân.",
      "D": "Vì lý do quốc phòng, an ninh quốc gia."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "3"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_160",
    "question_type": "Đúng/Sai",
    "text": "Nhà trường không bị đình chỉ hoạt động giáo dục trong trường hợp gian lận để thực hiện hoạt động giáo dục, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "50"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_60",
    "question_type": "Trắc nghiệm",
    "text": "Hồ sơ đăng ký thường trú của công dân có chỗ ở hợp pháp thuộc quyền sở hữu của mình bao gồm những gì?",
    "choices": {
      "A": "Tờ khai thay đổi thông tin cư trú; giấy tờ, tài liệu chứng minh đủ diện tích nhà ở để đăng ký thường trú theo quy định.",
      "B": "Tờ khai thay đổi thông tin cư trú; hợp đồng cho thuê, cho mượn, cho ở nhờ hoặc văn bản về việc cho mượn, cho ở nhờ chỗ ở hợp pháp đã được công chứng hoặc chứng thực theo quy định của pháp luật.",
      "C": "Tờ khai thay đổi thông tin cư trú; giấy tờ, tài liệu chứng minh việc sở hữu chỗ ở hợp pháp.",
      "D": "Tờ khai thay đổi thông tin cư trú; giấy tờ, tài liệu chứng minh quan hệ nhân thân với thành viên hộ gia đình."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "21"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_169",
    "question_type": "Đúng/Sai",
    "text": "Nhà nước không được quyền áp dụng biện pháp cai nghiện thích hợp đối với người nghiện ma túy là người bị tạm giam, phạm nhân, trại viên cơ sở giáo dục bắt buộc, học sinh trường giáo dưỡng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "38"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_478",
    "question_type": "Đúng/Sai",
    "text": "Đối với hệ thống thông tin quan trọng về an ninh quốc gia, việc thẩm định, đánh giá, kiểm tra, giám sát, ứng phó, khắc phục sự cố được Chính phủ quy định, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "10"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_693",
    "question_type": "Đúng/Sai",
    "text": "Nơi cư trú của công dân bao gồm nơi công dân sinh sống ổn định, lâu dài, đã được đăng ký thường trú và nơi công dân sinh sống trong một khoảng thời gian nhất định ngoài nơi thường trú, đã được đăng ký tạm trú, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "2"
      },
      {
        "law_id": "Luật Cư trú",
        "article_id": "11"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_4",
    "question_type": "Đúng/Sai",
    "text": "Theo Luật Du Lịch, hợp đồng lữ hành không cần phải được lập thành văn bản. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "39"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_9",
    "question_type": "Đúng/Sai",
    "text": "Quyền sử dụng đất mà vợ, chồng có được sau khi kết hôn là tài sản chung của vợ chồng, kể cả trong trường hợp vợ hoặc chồng được thừa kế riêng, được tặng cho riêng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "33"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_332",
    "question_type": "Trắc nghiệm",
    "text": "Ai được phép thực hiện quyền tiếp cận thông tin theo quy định của Luật Tiếp cận thông tin?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "4"
      }
    ],
    "choices": {
      "A": "Một số công dân",
      "B": "Trừ một vài người mất năng lực hành vi dân sự",
      "C": "Chỉ người có khó khăn trong nhận thức",
      "D": "Tất cả đều sai"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_626",
    "question_type": "Trắc nghiệm",
    "text": "Cơ quan nào của tỉnh/thành phố trực thuộc trung ương giúp Bộ Tư pháp thực hiện một số nhiệm vụ theo quy định của Chính Phủ và quy định tại Luật Trọng tài thương mại?",
    "choices": {
      "A": "Sở Tài nguyên và môi trường",
      "B": "Sở Nội vụ",
      "C": "Sở Công thương",
      "D": "Sở Tư pháp"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "15"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_64",
    "question_type": "Trắc nghiệm",
    "text": "Vợ chồng có quyền như nào trong việc chiếm hữu, sử dụng và định đoạt tài sản chung",
    "choices": {
      "A": "Vợ chồng tự thỏa thuận",
      "B": "Vợ có quyền cao hơn chồng",
      "C": "Vợ chồng có quyền ngang nhau",
      "D": "Chồng có quyền cao hơn vợ"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "35"
      }
    ],
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_471",
    "question_type": "Tự luận",
    "text": "Nội dung, thời gian hạn chế quyền tự do cư trú của công dân được quy định như thế nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "4"
      }
    ],
    "answer": "Nội dung, thời gian hạn chế quyền tự do cư trú thực hiện theo bản án, quyết định có hiệu lực pháp luật của Tòa án, quyết định của cơ quan nhà nước khác có thẩm quyền hoặc theo quy định của luật có liên quan."
  },
  {
    "question_id": "train_alqac25_627",
    "question_type": "Đúng/Sai",
    "text": "Việc bán ngôi nhà duy nhất vợ chồng đang ở có thể được thực hiện chỉ cần có sự đồng ý của chồng mà không cần sự đồng ý của vợ, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "31"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_147",
    "question_type": "Trắc nghiệm",
    "text": "Nhận định nào sau đây là đúng về tình nghĩa vợ chồng?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "19"
      }
    ],
    "choices": {
      "A": "Vợ chồng có nghĩa vụ thương yêu, chung thủy, \ntôn trọng, quan tâm, chăm sóc, giúp đỡ nhau",
      "B": "Vợ chồng có nghĩa vụ sinh con, duy trì nòi giống cho gia đình",
      "C": " Vợ chồng có nghĩa vụ sống chung với nhau, trừ \ntrường hợp vợ chồng có thỏa thuận khác hoặc do \nyêu cầu của nghề nghiệp, công tác, học tập, tham gia \ncác hoạt động chính trị, kinh tế, văn hóa, xã hội và lý do \nchính đáng khác.",
      "D": "Cả phương án A và C là đúng "
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_537",
    "question_type": "Đúng/Sai",
    "text": "Khi một bên phát hiện có vi phạm quy định của Luật trọng tài thương mại và không phản đối vi phạm trong thời hạn do Luật quy định thì mất quyền phản đối tại Trọng tài hoặc Tòa án",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "13"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_561",
    "question_type": "Đúng/Sai",
    "text": "Chính phủ, Bộ, cơ quan ngang Bộ và cơ quan khác có liên quan khi thực hiện các thủ tục hành chính cần hạn chế sử dụng thông tin về nơi cư trú, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "38"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_232",
    "question_type": "Đúng/Sai",
    "text": "Nghĩa vụ chấm dứt khi bên có nghĩa vụ trở thành bên có quyền đối với chính nghĩa vụ đó, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "380"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_255",
    "question_type": "Trắc nghiệm",
    "text": "Đương sự không được yêu cầu thay đổi người tiến hành tố tụng, người tham gia tố tụng trong trường hợp nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "55"
      }
    ],
    "choices": {
      "A": "\nKhi người tiến hành, tham gia tố tụng không đủ năng lực",
      "B": "Khi người tiến hành tố tụng, người tham gia tố tụng không tiếp tục tham gia trong trường hợp đóng góp của họ không cần thiết nữa",
      "C": "Khi đương sự thực hiện các hành vi cản trở hoạt động tố tụng của người khác",
      "D": "Khi đương sự không có lí do chính đáng để yêu cầu thay đổi người tiến hành tố tụng, người tham gia tố tụng"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_286",
    "question_type": "Tự luận",
    "text": "Khi xem xét bản án, quyết định của Tòa án cấp sơ thẩm bị kháng cáo, kháng nghị, Thẩm phán có các quyền nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "253"
      }
    ],
    "answer": "Giữ nguyên bản án, quyết định của Tòa án cấp sơ thẩm; sửa bản án, quyết định của Tòa án cấp sơ thẩm;hủy bản án, quyết định của Tòa án cấp sơ thẩm và chuyển hồ sơ vụ án cho Tòa án cấp sơ thẩm để giải quyết lại vụ án theo thủ tục rút gọn hoặc theo thủ tục thông thường nếu không còn đủ các điều kiện giải quyết theo thủ tục rút gọn; hủy bản án sơ thẩm và đình chỉ giải quyết vụ án; đình chỉ xét xử phúc thẩm và giữ nguyên bản án sơ thẩm."
  },
  {
    "question_id": "train_alqac25_27",
    "question_type": "Đúng/Sai",
    "text": "Giải quyết tranh chấp bằng Trọng Tài luôn phải được tiến hành công khai, kể cả khi các bên có thỏa thuận khác, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "4"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_204",
    "question_type": "Đúng/Sai",
    "text": "Chủ sở hữu, chủ thể có quyền khác đối với tài sản có quyền tự bảo vệ, ngăn chặn bất kỳ người nào có hành vi xâm phạm quyền của mình bằng mọi biện pháp, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "164"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_615",
    "question_type": "Trắc nghiệm",
    "text": "Trong những điều dưới đây, đâu không phải là một điều kiện kinh doanh dịch vụ lưu trú du lịch?",
    "choices": {
      "A": "Có đăng ký kinh doanh theo quy định của pháp luật.",
      "B": "Đáp ứng điều kiện về an ninh, trật tự, an toàn về phòng cháy và chữa cháy, bảo vệ môi trường, an toàn thực phẩm theo quy định của pháp luật.",
      "C": "Chưa đăng ký kinh doanh theo quy định của pháp luật.",
      "D": "Đáp ứng điều kiện tối thiểu về cơ sở vật chất kỹ thuật và dịch vụ phục vụ khách du lịch."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "49"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_308",
    "question_type": "Đúng/Sai",
    "text": "Luật Tiếp cận thông tin quy định về trách nhiệm, nghĩa vụ của công dân trong việc bảo đảm quyền tiếp cận thông tin của cơ quan nhà nước, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "1"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_202",
    "question_type": "Trắc nghiệm",
    "text": "Quyền khác đối với tài sản KHÔNG bao gồm điều nào sau đây?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "159"
      }
    ],
    "choices": {
      "A": "Quyền định đoạt tài sản của chủ sở hữu.",
      "B": "Quyền đối với bất động sản liền kề.",
      "C": "Quyền hưởng dụng.",
      "D": "Quyền bề mặt."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_222",
    "question_type": "Trắc nghiệm",
    "text": "Bảo lưu quyền sở hữu KHÔNG chấm dứt trong trường hợp sau đây?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "334"
      }
    ],
    "choices": {
      "A": "Nghĩa vụ thanh toán cho bên bán được thực hiện xong",
      "B": "Bên bán nhận lại tài sản bảo lưu quyền sở hữu",
      "C": "Theo qui định khác trong bộ luật dân sự năm 2015",
      "D": "Theo thỏa thuận của các bên"
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_729",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào không là quyền hiến định của công dân Việt Nam?",
    "choices": {
      "A": "quyền được sống.",
      "B": "quyền có nơi ở hợp pháp.",
      "C": "quyền tước đoạt mạng sống của người khác một cách tùy ý.",
      "D": "quyền tự do tín ngưỡng, tôn giáo."
    },
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "19"
      },
      {
        "law_id": "Hiến pháp",
        "article_id": "22"
      },
      {
        "law_id": "Hiến pháp",
        "article_id": "24"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_371",
    "question_type": "Tự luận",
    "text": "Thông tin thuộc bí mật nhà nước được tiếp cận khi nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "6"
      }
    ],
    "answer": "được giải mật"
  },
  {
    "question_id": "train_alqac25_348",
    "question_type": "Đúng/Sai",
    "text": "Đối với thông tin liên quan đến bí mật gia đình, người đứng đầu cơ quan nhà nước cần có sự đồng ý của các thành viên gia đình để cung cấp, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_372",
    "question_type": "Tự luận",
    "text": "Theo Điều 6 của Luật Tiếp cận thông tin, công dân không được tiếp cận thông tin về các cuộc họp nào trong cơ quan nhà nước?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "6"
      }
    ],
    "answer": "nội bộ"
  },
  {
    "question_id": "train_alqac25_494",
    "question_type": "Trắc nghiệm",
    "text": "Hành vi nào sau đây được coi là hành vi gián điệp mạng; xâm phạm bí mật nhà nước, bí mật công tác, bí mật kinh doanh, bí mật cá nhân, bí mật gia đình và đời sống riêng tư trên không gian mạng?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "17"
      }
    ],
    "choices": {
      "A": "Cố ý nghe, ghi âm, ghi hình trái phép các cuộc đàm thoại",
      "B": "Cố ý làm lộ thông tin về đời sống riêng tư của người khác lên mạng khiến danh dự của người đó bị ảnh hưởng",
      "C": "Đưa lên không gian mạng những thông tin thuộc bí mật kinh doanh trái với quy định của pháp luật",
      "D": "Cả 3 đáp án A, B, C"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_326",
    "question_type": "Đúng/Sai",
    "text": "Tuân thủ quy định của pháp luật về tiếp cận thông tin thuộc nguyên tắc bảo đảm quyền tiếp cận thông tin theo Luật tiếp cận thông tin, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "3"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_350",
    "question_type": "Đúng/Sai",
    "text": "Thông tin liên quan đến bí mật đời sống riêng tư có thể được cung cấp trong trường hợp cần thiết vì lợi ích công cộng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_215",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây KHÔNG phải là nghĩa vụ của người hưởng dụng?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "262"
      }
    ],
    "choices": {
      "A": "Tiếp nhận tài sản theo hiện trạng và thực hiện đăng ký nếu luật có quy định.",
      "B": "Khai thác tài sản phù hợp với công dụng, mục đích sử dụng của tài sản.",
      "C": "Khai thác, sử dụng, thu hoa lợi, lợi tức từ đối tượng của quyền hưởng dụng.",
      "D": "Giữ gìn, bảo quản tài sản như tài sản của mình."
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_387",
    "question_type": "Đúng/Sai",
    "text": "Theo hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam năm 2013, mọi người phải theo đạo Mẫu. Tất cả những đạo khác ngoài đạo Mẫu không nhận được sự bảo hộ cũng như tôn trọng của nhà nước. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "24"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_29",
    "question_type": "Đúng/Sai",
    "text": "Cơ sở điện ảnh phát hành phim phải chịu trách nhiệm trước pháp luật về nội dung phim phát hành là đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "15"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_704",
    "question_type": "Đúng/Sai",
    "text": "Tiếng việt không phải là ngôn ngữ duy nhất được dùng để dạy và học trong cơ sở giáo dục, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "11"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_186",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây KHÔNG đúng về tên gọi của pháp nhân?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "78"
      }
    ],
    "choices": {
      "A": "Tên gọi của pháp nhân phải thể hiện rõ loại hình tổ chức của pháp nhân và phân biệt với các pháp nhân khác trong cùng một lĩnh vực hoạt động",
      "B": "Pháp nhân phải sử dụng tên gọi của mình trong giao dịch dân sự",
      "C": "Pháp nhân phải có tên gọi bằng tiếng Việt hoặc tiếng Anh",
      "D": "Tên gọi của pháp nhân được pháp luật công nhận và bảo vệ."
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_338",
    "question_type": "Đúng/Sai",
    "text": "Công dân không được phép tiếp cận các thông tin thuộc bí mật nhà nước được giải mật đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "6"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_54",
    "question_type": "Trắc nghiệm",
    "text": "Thông báo nghỉ hưu đối với viên chức được cơ quan, đơn vị, tổ chức ban hành trong thời gian bao lâu trước khi đến thời hạn viên chức nghỉ hưu? ",
    "choices": {
      "A": "06 tháng",
      "B": "04 tháng",
      "C": "03 tháng",
      "D": "02 tháng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "46"
      }
    ],
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_566",
    "question_type": "Đúng/Sai",
    "text": "Khi công dân thực hiện các thủ tục đăng ký cư trú dẫn đến thay đổi thông tin trong Sổ hộ khẩu thì cơ quan đăng ký cư trú có trách nhiệm thu hồi Sổ hộ khẩu đã cấp và không cấp mới, cấp lại Sổ hộ khẩu, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "38"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_206",
    "question_type": "Đúng/Sai",
    "text": "Chủ sở hữu, chủ thể có quyền khác đối với tài sản có quyền yêu cầu người có hành vi xâm phạm quyền sở hữu, quyền khác đối với tài sản bồi thường thiệt hại, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "170"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_132",
    "question_type": "Đúng/Sai",
    "text": "Khi ly hôn, cha, mẹ không trực tiếp \nnuôi con không có có nghĩa vụ \ncấp dưỡng cho con, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "82"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_109",
    "question_type": "Tự luận",
    "text": "Công dân trong độ tuổi nào theo quy định sẽ được gọi là Thanh niên?",
    "relevant_articles": [
      {
        "law_id": "Luật Thanh niên",
        "article_id": "1"
      }
    ],
    "answer": "từ đủ 16 đến 30 tuổi"
  },
  {
    "question_id": "train_alqac25_65",
    "question_type": "Trắc nghiệm",
    "text": "Đâu không phải là điều kiện cấp thẻ dướng dẫn viên du lịch?",
    "choices": {
      "A": "Có quốc tịch Việt Nam, thường trú tại Việt Nam.",
      "B": "Có năng lực hành vi dân sự đầy đủ.",
      "C": "Tốt nghiệp đại học trở lên chuyên ngành kế toán.",
      "D": "Không mắc bệnh truyền nhiễm, không sử dụng chất ma túy."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "59"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_595",
    "question_type": "Trắc nghiệm",
    "text": "Nội dung nào sau đây KHÔNG phải là một nguyên tắc tranh chấp bằng Trọng tài?",
    "choices": {
      "A": "Trọng tài viên phải tôn trọng thoả thuận của các bên nếu thỏa thuận đó không vi phạm điều cấm và trái đạo đức xã hội.",
      "B": "Các bên tranh chấp đều bình đẳng về quyền và nghĩa vụ. Hội đồng trọng tài có trách nhiệm tạo điều kiện để họ thực hiện các quyền và nghĩa vụ của mình.",
      "C": "Tranh chấp được giải quyết bằng Trọng tài nếu các bên có thoả thuận trọng tài. Thỏa thuận trọng tài có thể được lập trước hoặc sau khi xảy ra tranh chấp.",
      "D": "Giải quyết tranh chấp bằng Trọng tài được tiến hành không công khai, trừ trường hợp các bên có thỏa thuận khác."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "4"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_237",
    "question_type": "Tự luận",
    "text": "Sau bao lâu kể từ ngày Uỷ ban nhân dân cấp xã nơi người bắt được gia súc bị thất lạc thông báo công khai thì quyền sở hữu đối với gia súc và số gia súc được sinh ra trong thời gian nuôi giữ thuộc về người bắt được gia súc?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "231"
      }
    ],
    "answer": "6 tháng"
  },
  {
    "question_id": "train_alqac25_241",
    "question_type": "Đúng/Sai",
    "text": "Viện kiểm sát nhân dân có quyền tham gia ở bất kì giai đoạn nào của việc xét xử vụ án hành chính, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "156"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_123",
    "question_type": "Đúng/Sai",
    "text": "Tiêu chuẩn chức danh nghề nghiệp là một trong các căn cứ trong tuyển dụng viên chức, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "20"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_233",
    "question_type": "Đúng/Sai",
    "text": "Những vật được định giá thành tiền không thể bù trừ với nghĩa vụ trả tiền, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "378"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_591",
    "question_type": "Trắc nghiệm",
    "text": "\bĐâu không phải là nghĩa vụ và quyền của cha mẹ",
    "choices": {
      "A": "Trông nom, nuôi dưỡng, chăm sóc, bảo vệ quyền, lợi ích hợp pháp của con chưa thành niên, con đã thành niên mất năng lực hành vi dân sự hoặc không có khả năng lao động và không có tài sản để tự nuôi mình.\n",
      "B": "Lạm dụng sức lao động của con chưa thành niên",
      "C": "Thương yêu con, \ntôn trọng ý kiến của con; ",
      "D": "Không được phân biệt đối xử với con trên cơ sở giới hoặc theo tình trạng hôn nhân của cha mẹ"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "69"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_574",
    "question_type": "Đúng/Sai",
    "text": "Thời điểm bắt đầu tố tụng trọng tài được tính từ khi trọng tài nhận đơn khởi kiện của nguyên đơn đối với trường hợp tranh chấp được giải quyết tại Trung tâm trọng tài.",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "31"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_102",
    "question_type": "Trắc nghiệm",
    "text": "Khi đơn phương chấm dứt hợp đồng làm việc (trừ trường hợp buộc thôi việc), người đứng đầu đơn vị sự nghiệp công lập phải báo cho viên chức biết trước ít nhất bao nhiêu ngày?",
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "29"
      }
    ],
    "choices": {
      "A": "45 ngày đối với tất cả hợp đồng",
      "B": "30 ngày đối với tất cả hợp đồng",
      "C": "30 ngày đối với hợp đồng làm việc không xác định thời hạn",
      "D": "45 ngày đối với hợp đồng làm việc không xác định thời hạn"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_601",
    "question_type": "Trắc nghiệm",
    "text": "Cư trú là gì?",
    "choices": {
      "A": "Nơi công dân sinh sống ổn định, lâu dài và đã được đăng ký thường trú.",
      "B": "Việc công dân sinh sống tại một địa điểm thuộc đơn vị hành chính cấp xã hoặc đơn vị hành chính cấp huyện ở nơi không có đơn vị hành chính cấp xã.",
      "C": "Nơi công dân sinh sống trong một khoảng thời gian nhất định ngoài nơi thường trú và đã được đăng ký tạm trú.",
      "D": "Việc thực hiện thủ tục đăng ký thường trú, đăng ký tạm trú, khai báo tạm vắng, thông báo lưu trú và khai báo thông tin, điều chỉnh thông tin về cư trú."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "2"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_205",
    "question_type": "Đúng/Sai",
    "text": "Chủ sở hữu, chủ thể có quyền khác đối với tài sản có quyền yêu cầu Tòa án, cơ quan nhà nước có thẩm quyền khác buộc người có hành vi xâm phạm quyền phải trả lại tài sản, chấm dứt hành vi cản trở trái pháp luật việc thực hiện quyền sở hữu, quyền khác đối với tài sản và yêu cầu bồi thường thiệt hại, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "164"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_644",
    "question_type": "Đúng/Sai",
    "text": "Thẩm phán không được thực hiện nhiệm vụ, quyền hạn khác ngoài những quyền hạn, nhiệm vụ đã quy định trong điều 38 luật tố tụng hành chính 2015?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "38"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_364",
    "question_type": "Trắc nghiệm",
    "text": "Điều kiện nào sau đây được yêu cầu để tiếp cận thông tin liên quan đến bí mật đời sống riêng tư?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "choices": {
      "A": "Sự đồng ý của người sở hữu thông tin.",
      "B": "Quyết định của người đứng đầu cơ quan nhà nước.",
      "C": "Yêu cầu của cộng đồng.",
      "D": "Việc thông tin được công khai."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_289",
    "question_type": "Đúng/Sai",
    "text": "Quyết định đình chỉ vụ án không cần gửi ngay cho đương sự và Viện kiểm sát cùng cấp, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "229"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_479",
    "question_type": "Đúng/Sai",
    "text": "Việc đánh giá, chứng nhận đủ điều kiện an ninh mạng đối với hệ thống thông tin quân sự do lực lượng chuyên trách bảo vệ an ninh mạng thuộc Bộ Quốc phòng đảm nhận, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "12"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_719",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Du Lịch, có cách loại cơ sở lưu trú du lịch nào?",
    "choices": {
      "A": "Khách sạn",
      "B": "Cả 3 đáp án A,B.C đều đúng",
      "C": "Căn hộ du lịch.",
      "D": "Biệt thự du lịch.\n\n"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "48"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_24",
    "question_type": "Đúng/Sai",
    "text": "Bộ Tư pháp chịu trách nhiệm trước Chính phủ thực hiện quản lý nhà nước về Trọng tài",
    "relevant_articles": [
      {
        "law_id": "Luật Trọng tài thương mại",
        "article_id": "15"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_728",
    "question_type": "Trắc nghiệm",
    "text": "Nghĩa vụ cấp dưỡng chấm dứt trong trường hợp nào dưới đây?",
    "choices": {
      "A": "Người được cấp dưỡng đã thành niên và có khả năng lao động hoặc có tài sản để tự nuôi mình.",
      "B": "Người được cấp dưỡng được nhận làm con nuôi hoặc người cấp dưỡng đã trực tiếp nuôi dưỡng người được cấp dưỡng.",
      "C": "Người cấp dưỡng hoặc người được cấp dưỡng chết hoặc bên được cấp dưỡng sau khi ly hôn đã kết hôn.",
      "D": "Cả 3 phương án trên đều đúng"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "118"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_495",
    "question_type": "Trắc nghiệm",
    "text": "Nội dung nào sau đây thuộc nội dung nghiên cứu, phát triển an ninh mạng?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "27"
      }
    ],
    "choices": {
      "A": "Xây dựng hệ thống phần mềm, trang thiết bị bảo vệ an ninh mạng; xây dựng thao trường mạng, môi trường thử nghiệm an ninh mạng.",
      "B": "Sáng kiến kỹ thuật nâng cao nhận thức, kỹ năng về sử dụng mạng.",
      "C": "Sáng kiến kỹ thuật nâng cao nhận thức, kỹ năng về an ninh quốc tế.",
      "D": "Nghiên cứu thực tiễn, phát triển lý luận an ninh."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_287",
    "question_type": "Đúng/Sai",
    "text": "Tòa án cấp phúc thẩm ra quyết định đình chỉ xét xử phúc thẩm vụ án trong trường hợp trả lại đơn kháng cáo theo quy định của Luật này mà tòa án cấp phúc thẩm đả thụ lý hồ sơ vụ án, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "229"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_550",
    "question_type": "Đúng/Sai",
    "text": "Viên chức có quyền được đào tạo, bồi dưỡng nâng cao trình độ chính trị, chuyên môn, nghiệp vụ là đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "11"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_507",
    "question_type": "Đúng/Sai",
    "text": "Gian lận hồ sơ đăng ký công nhận lưu hành giống cây trồng dẫn đến Quyết định công nhận lưu hành giống cây trồng bị hủy bỏ. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "15"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_723",
    "question_type": "Trắc nghiệm",
    "text": "Cơ quan nào có thẩm quyền cấp Giấy phép phân loại phim?",
    "choices": {
      "A": "Bộ Văn hóa, Thể thao và Du lịch",
      "B": "Ủy ban nhân dân cấp tỉnh",
      "C": "Ủy ban nhân dân cấp tỉnh đáp ứng các điều kiện theo quy định của Bộ trưởng Bộ Văn hóa, Thể thao và Du lịch",
      "D": "Bộ Văn hóa, Thể thao và Du lịch; Ủy ban nhân dân cấp tỉnh đáp ứng các điều kiện theo quy định của Bộ trưởng Bộ Văn hóa, Thể thao và Du lịch"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "27"
      }
    ],
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_107",
    "question_type": "Trắc nghiệm",
    "text": "Ai là người có trách nhiệm đối thoại với thanh niên?",
    "relevant_articles": [
      {
        "law_id": "Luật Thanh niên",
        "article_id": "10"
      }
    ],
    "choices": {
      "A": "Thủ tướng chính phủ",
      "B": "Cả A và C đều đúng",
      "C": "Chủ tịch Ủy ban nhân dân các cấp",
      "D": "Hội liên hiệp Thanh niên Việt Nam"
    },
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_294",
    "question_type": "Đúng/Sai",
    "text": "Thủ tục bắt đầu phiên tòa phúc thẩm khác với thủ tục xét xử sơ thẩm, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "233"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_55",
    "question_type": "Trắc nghiệm",
    "text": "Hoạt động của trường quay bao gồm các hoạt động nào sau đây?",
    "choices": {
      "A": "Tổ chức quản lý, điều hành hoặc hợp tác liên doanh, liên kết sản xuất phim.",
      "B": "Cung cấp dịch vụ sản xuất phim và dịch vụ khác theo quy định của pháp luật.",
      "C": "Cả A và B đều đúng",
      "D": "Cả A và B đều sai"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Điện ảnh",
        "article_id": "12"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_270",
    "question_type": "Tự luận",
    "text": "Nguyên tắc đối thoại trong vụ án hành chính được quy định như thế nào cho đúng với quy định của pháp luật?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "134"
      }
    ],
    "answer": "Trong vụ án hành chính thì không có hòa giải mà tổ chức đối thoại để các đương sự thống nhất với nhau về việc giải quyết vụ án. Nguyên tắc đối thoại là bắt buộc. Trường hợp đối thoại thành thì Thẩm phán ra quyết định công nhận kết quả đối thoại thành, đình chỉ việc giải quyết vụ án. Quyết định này có hiệu lực thi hành ngay và không bị kháng cáo, kháng nghị theo thủ tục phúc thẩm."
  },
  {
    "question_id": "train_alqac25_256",
    "question_type": "Trắc nghiệm",
    "text": "Trước khi khai mạc phiên họp, ai báo cáo Thẩm phán về sự có mặt và vắng mặt của những người tham gia phiên họp?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "138"
      }
    ],
    "choices": {
      "A": "Thẩm phán",
      "B": "Đương Sự",
      "C": "Thư ký phiên họp",
      "D": "cả A và C"
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_268",
    "question_type": "Đúng/Sai",
    "text": "Ai cũng được hỏi, trả lời hoặc phát biểu trong phòng xử án, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "153"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_144",
    "question_type": "Trắc nghiệm",
    "text": "Cơ quan nào có thẩm quyền giải quyết việc xác định cha, mẹ, con mà không có tranh chấp giữa công dân Việt Nam với người nước ngoài, giữa công dân Việt Nam với nhau mà ít nhất một bên định cư ở nước ngoài, giữa người nước ngoài với nhau mà ít nhất một bên thường trú tại Việt Nam theo quy định của pháp luật về hộ tịch?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "128"
      }
    ],
    "choices": {
      "A": "Tòa án cấp huyện",
      "B": "Tòa án cấp tỉnh",
      "C": "Cơ quan đăng ký hộ tịch Việt Nam",
      "D": "Cục xuất nhập cảnh"
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_618",
    "question_type": "Trắc nghiệm",
    "text": "Nội dung khai báo tạm văng bao gồm những thông tin gì? ",
    "choices": {
      "A": "Họ và tên, số định danh cá nhân hoặc số Chứng minh nhân dân, số hộ chiếu của người khai báo tạm vắng; thời gian tạm vắng; địa chỉ nơi đến.",
      "B": "Họ và tên, số định danh cá nhân hoặc số Chứng minh nhân dân, số hộ chiếu của người khai báo tạm vắng; lý do tạm vắng; thời gian tạm vắng; địa chỉ nơi đến.",
      "C": "Họ và tên, số định danh cá nhân hoặc số Chứng minh nhân dân, số hộ chiếu của người khai báo tạm vắng; lý do tạm vắng; thời gian tạm vắng.",
      "D": "Họ và tên, số định danh cá nhân hoặc số Chứng minh nhân dân, số hộ chiếu của người khai báo tạm vắng; lý do tạm vắng; thời gian tạm vắng; địa chỉ nơi ở trước đó và nơi đến."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "31"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_242",
    "question_type": "Đúng/Sai",
    "text": "Trường hợp qua đối thoại mà người khởi kiện tự nguyện rút đơn khởi kiện thì Thẩm phán lập biên bản về việc người khởi kiện tự nguyện rút đơn khởi kiện, ra quyết định đình chỉ giải quyết vụ án đối với yêu cầu của người khởi kiện, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "140"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_481",
    "question_type": "Đúng/Sai",
    "text": "Trên không gian mạng, thông tin kêu gọi, lôi kéo tụ tập đông người gây rối, chống người thi hành công vụ, cản trở hoạt động của cơ quan, tổ chức gây mất ổn định về an ninh, trật tự được quy vào thông tin mạng có nội dung kích động gây bạo loạn, phá rối an ninh, gây rối trật tự công cộng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "16"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_291",
    "question_type": "Đúng/Sai",
    "text": "Trong quá trình giải quyết vụ án, Tòa án cấp phúc thẩm có quyền quyết định áp dụng, thay đổi, hủy bỏ biện pháp khẩn cáp tạm thời theo quy định tại chương V của luật tố tụng hành chính năm 2015, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "230"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_685",
    "question_type": "Đúng/Sai",
    "text": "Quốc hội có thể bãi nhiệm đại biểu Quốc hội khi đại biểu đó không còn xứng đáng với sự tín nhiệm của nhân dân. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "7"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_322",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Tiếp cận thông tin, thông tin do cơ quan nhà nước tạo ra được xác nhận bằng phương tiện nào?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "2"
      }
    ],
    "choices": {
      "A": "Chữ ký của người có thẩm quyền.",
      "B": "Dấu của cơ quan nhà nước.",
      "C": "Xác nhận bằng văn bản.",
      "D": "Cả a, b và c đều đúng."
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_701",
    "question_type": "Đúng/Sai",
    "text": "Thẩm phán không có trách nhiệm giải thích, hướng dẫn cho đương sự biết để họ thực hiện quyền được yêu cầu trợ giúp pháp lý đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tố tụng hành chính",
        "article_id": "38"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_77",
    "question_type": "Trắc nghiệm",
    "text": "Chất hướng thần được định nghĩa là gì?",
    "choices": {
      "A": "Chất hướng thần là chất kích thích thần kinh",
      "B": "Chất hướng thần là chất kích thích hoặc ức chế thần kinh hoặc gây ảo giác, nếu sử dụng nhiều lần có thể dẫn tới tình trạng nghiện đối với người sử dụng.",
      "C": "Chất hướng thần là chất ức chế thần kinh",
      "D": "Cả A, B, C đều sai"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "2"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_53",
    "question_type": "Trắc nghiệm",
    "text": "Địa điểm nào sau đây được phép đăng ký thường trú mới?",
    "choices": {
      "A": "Nhà ở đã có quyết định phá dỡ của cơ quan nhà nước có thẩm quyền.",
      "B": "Chỗ ở bị tịch thu theo quyết định của cơ quan nhà nước có thẩm quyền.",
      "C": "Chỗ ở nằm trong di tích lịch sử - văn hóa chưa được xếp hạng.",
      "D": "Phương tiện được dùng làm nơi đăng ký thường trú đã bị xóa đăng ký phương tiện."
    },
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "23"
      }
    ],
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_19",
    "question_type": "Đúng/Sai",
    "text": "Cơ sở cai nghiện ma túy tự nguyện là do cơ quan nhà nước thành lập ra, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Phòng, chống ma túy",
        "article_id": "36"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_506",
    "question_type": "Đúng/Sai",
    "text": "Khai thác, sử dụng trái phép tầng đất mặt của đất chuyên trồng lúa nước vào mục đích phi nông nghiệp là một hành vi bị nghiêm cấm trong hoạt động trồng trọt. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Trồng trọt",
        "article_id": "9"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_346",
    "question_type": "Đúng/Sai",
    "text": "Đối với thông tin liên quan đến bí mật đời sống riêng tư, người đứng đầu cơ quan nhà nước không cần có sự đồng ý của người sở hữu để cung cấp, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "7"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_697",
    "question_type": "Đúng/Sai",
    "text": "Người chưa thành niên có nguyện vọng học xa gia đình có thể cư trú tại nơi khác với nơi cư trú của cha, mẹ mẹ nếu được cha, mẹ đồng ý, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "12"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_214",
    "question_type": "Trắc nghiệm",
    "text": "Điều nào sau đây đúng về việc xác lập quyền sở hữu đối với tài sản vô chủ, tài sản không xác định được chủ sở hữu",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "228"
      }
    ],
    "choices": {
      "A": "Người đã phát hiện, người đang quản lý tài sản vô chủ là động sản thì có quyền sở hữu tài sản đó, trừ trường hợp luật có quy định khác",
      "B": "Người đã phát hiện, người đang quản lý tài sản vô chủ là bất động sản thì có quyền sở hữu tài sản đó, trừ trường hợp luật có quy định khác;",
      "C": "Sau 02 năm, kể từ ngày thông báo công khai mà không xác định được ai là chủ sở hữu tài sản là động sản thì quyền sở hữu đối với động sản đó thuộc về người phát hiện tài sản.",
      "D": "Sau 02 năm, kể từ ngày thông báo công khai mà không xác định được ai là chủ sở hữu tài sản là bất động sản thì bất động sản đó thuộc về Nhà nước; người phát hiện được hưởng một khoản tiền thưởng theo quy định của pháp luật."
    },
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_388",
    "question_type": "Đúng/Sai",
    "text": "Nhà chị Y bị mất một con gà. chị Y nghĩ rằng anh X, hàng xóm của chị, là thủ phạm. Tại thời điểm chị Y tố cáo anh X với cơ quan chức năng có thẩm quyền, Anh X chưa được tính là người có tội. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "31"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_487",
    "question_type": "Đúng/Sai",
    "text": "Bộ Thông tin và Truyền thông có trách nhiệm phối hợp với Bộ Công an, Bộ Quốc phòng trong bảo vệ an ninh mạng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật An ninh mạng",
        "article_id": "38"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_17",
    "question_type": "Đúng/Sai",
    "text": "Người bị kết án phạt tù đã có quyết định thi hành án nhưng đang tại ngoại hoặc được hoãn chấp hành án vẫn có thể tự do cư trú, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Cư trú",
        "article_id": "4"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_384",
    "question_type": "Trắc nghiệm",
    "text": "Chủ tịch nước do ai bầu cử?",
    "relevant_articles": [
      {
        "law_id": "Hiến pháp",
        "article_id": "87"
      }
    ],
    "choices": {
      "A": "Toàn thể nhân dân.",
      "B": "Chủ tịch quốc hội.",
      "C": "Quốc hội.",
      "D": "Chủ tịch nước nhiệm kỳ trước"
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_127",
    "question_type": "Đúng/Sai",
    "text": "Trong trường hợp không có thoả thuận nào khác thì giấy chứng nhận quyền sở hữu tài sản chung của vợ chồng chỉ cần ghi tên chồng, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "34"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_180",
    "question_type": "Đúng/Sai",
    "text": "Quyền sở hữu trí tuệ được xác định theo pháp luật của nước nơi đối tượng quyền sở hữu trí tuệ được yêu cầu bảo hộ, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "679"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_436",
    "question_type": "Trắc nghiệm",
    "text": "Ủy ban nhân dân cấp tỉnh, trong phạm vi nhiệm vụ, quyền hạn của mình, có trách nhiệm nào sau đây?",
    "relevant_articles": [
      {
        "law_id": "Luật Bảo vệ môi trường",
        "article_id": "168"
      }
    ],
    "choices": {
      "A": "Khảo sát môi trường tỉnh khác.",
      "B": "Phê duyệt các dự án đầu tư, xây dựng của tỉnh lân cận.",
      "C": "Tổ chức thẩm định, phê duyệt kết quả thẩm định báo cáo đánh giá tác động môi trường; cấp, cấp đổi, điều chỉnh, cấp lại thu hồi giấy phép môi trường theo thẩm quyền.",
      "D": "Phòng tránh suy thoái kinh tế ở các tỉnh xung quanh."
    },
    "answer": "C"
  },
  {
    "question_id": "train_alqac25_590",
    "question_type": "Trắc nghiệm",
    "text": "Một phụ nữ có thể kết hôn khi nào?",
    "choices": {
      "A": "Khi có đủ tiền tổ chức đám cưới",
      "B": "Từ 18 tuổi trở lên",
      "C": "Khi bị mất năng lực hành vi dân sự",
      "D": "Khi bố mẹ đồng ý"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "8"
      }
    ],
    "answer": "B"
  },
  {
    "question_id": "train_alqac25_203",
    "question_type": "Đúng/Sai",
    "text": "Trường hợp tài sản chưa được chuyển giao mà phát sinh hoa lợi, lợi tức thì hoa lợi, lợi tức luôn thuộc về bên có tài sản chuyển giao, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Bộ luật dân sự",
        "article_id": "161"
      }
    ],
    "answer": "Sai"
  },
  {
    "question_id": "train_alqac25_137",
    "question_type": "Trắc nghiệm",
    "text": "Cha mẹ không bị hạn chế quyền nào sau đây đối với con chưa thành niên?",
    "relevant_articles": [
      {
        "law_id": "Luật Hôn nhân và gia đình",
        "article_id": "85"
      }
    ],
    "choices": {
      "A": "Phá tán tài sản của con",
      "B": "Có lối sống đồi trụy",
      "C": "Xúi giục, ép buộc con làm \nnhững việc trái pháp luật, \ntrái đạo đức xã hội.",
      "D": "Bồi thường thiệt hại do con gây ra"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_539",
    "question_type": "Đúng/Sai",
    "text": "Mục tiêu của giáo dục thường xuyên là nhằm mục đích tạo điều kiện cho mọi người có cơ hội vừa làm vừa học, học liên tục, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Giáo dục",
        "article_id": "41"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_528",
    "question_type": "Đúng/Sai",
    "text": "Thời gian tập sự của viên chức được quy định trong hợp đồng làm việc là đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "27"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_334",
    "question_type": "Trắc nghiệm",
    "text": "Theo Luật Tiếp cận thông tin, Quy định nào không được áp dụng cho người dưới 18 tuổi khi yêu cầu cung cấp thông tin?",
    "relevant_articles": [
      {
        "law_id": "Luật Tiếp cận thông tin",
        "article_id": "4"
      }
    ],
    "choices": {
      "A": "Luật về trẻ em",
      "B": "Luật khác có quy định khác",
      "C": "Không có quy định đặc biệt",
      "D": "Cả A và B"
    },
    "answer": "D"
  },
  {
    "question_id": "train_alqac25_103",
    "question_type": "Đúng/Sai",
    "text": "Đoàn Thanh niên Cộng sản Hồ Chí Minh là cơ quan chủ trì và phối hợp với cơ quan, tổ chức, cá nhân có liên quan tổ chức hoạt động Tháng Thanh niên, đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Thanh niên",
        "article_id": "9"
      }
    ],
    "answer": "Đúng"
  },
  {
    "question_id": "train_alqac25_51",
    "question_type": "Trắc nghiệm",
    "text": "Viên chức bị đơn vị sự nghiệp đơn phương chấm dứt hợp đồng trong trường hợp nào?",
    "choices": {
      "A": "Viên chức có 02 năm liên tiếp bị phân loại đánh giá ở mức độ không hoàn thành nhiệm vụ",
      "B": "Viên chức ốm đau hoặc bị tai nạn, đang điều trị bệnh nghề nghiệp theo quyết định của cơ sở chữa bệnh",
      "C": "Viên chức đang nghỉ hàng năm, nghỉ về việc riêng và những trường hợp nghỉ khác được người đứng đầu đơn vị sự nghiệp công lập cho phép",
      "D": "Viên chức nữ đang trong thời gian có thai, nghỉ thai sản, nuôi con dưới 36 tháng tuổi"
    },
    "relevant_articles": [
      {
        "law_id": "Luật Viên chức",
        "article_id": "29"
      }
    ],
    "answer": "A"
  },
  {
    "question_id": "train_alqac25_682",
    "question_type": "Đúng/Sai",
    "text": "Kinh doanh dịch vụ lữ hành nội địa được phục vụ cả khách du lịch nội địa và khách du lịch quốc tế. Đúng hay sai?",
    "relevant_articles": [
      {
        "law_id": "Luật Du lịch",
        "article_id": "30"
      }
    ],
    "answer": "Sai"
  }
]